{
    "city_advhooks": [
        "City official looking for deniable agents",
        "Criminal with a mind to use naive newcomers",
        "Curious urchin who trades in local news and events",
        "Demimonde navigator always watching for clients",
        "Desperate merchant trying to keep their business going",
        "Foreigner looking for fellow strangers to help",
        "Guard chief suspicious of potential troublemakers",
        "Native too infamous for other locals to deal with them",
        "Newcomer peasant haplessly looking for assistance",
        "Noble who thinks adventurers will do anything for coin",
        "Slumming young gentry with a taste for excitement",
        "Wealthy merchant who wants unknown outside help"
    ],
    "city_leader": [
        "Hereditary lord",
        "Allied noble heads",
        "Chief magistrate",
        "Council of oligarchs",
        "Criminal group catspaw",
        "Ethnic group's ruler",
        "Gentry-elected mayor",
        "Major clerical figure",
        "Merchant prince",
        "Military strongman",
        "Occult power wielder",
        "Royal viceroy"
    ],
    "city_origin": [
        "It's the former seat of a vanished nation",
        "It controls a vita defensive point",
        "It's a place of great beauty or healthfulness",
        "It's a sacred city to an important faith",
        "It's a shared market for many villages",
        "It's a shelter from dangerous environs",
        "It's a stronghold of a local subculture",
        "It's a trade nexus that has greatly prospered",
        "It's an industrial or productive center",
        "It's built around an ancient Working",
        "The natives are somehow bound here",
        "There is heavy resource extraction nearby"
    ],
    "city_problems": [
        "Sinister crime boss",
        "City watch chief",
        "Decadent noble",
        "Demihuman enclave head",
        "Ethnic group elder",
        "Famous courtesan",
        "Feared local mage",
        "Head of a major temple",
        "Local magistrate",
        "Neighborhood patriarch",
        "Outcast group leader",
        "Rich merchant"
    ],
    "city_rewards": [
        "Large amounts of conventional coinage",
        "Absentee ownership of rural villages or manors",
        "Blessings from major clergy or high priests",
        "Business monopolies or tax rights in certain areas",
        "Connections with major nobility of the realm",
        "Expensive urban property",
        "Formal citizenship and the rights of a local",
        "Indulgences beyond the power a smaller place to grant",
        "Quiet dismissal of criminal charges or sinister pasts",
        "Rare occult components or magical products",
        "Services of exceptionally skilled specialist professionals",
        "Sophisticated and very valuable local products"
    ],
    "city_vips": [
        "Sinister crime boss",
        "City watch chief",
        "Decadent noble",
        "Demihuman enclave head",
        "Ethnic group elder",
        "Famous courtesan",
        "Feared local mage",
        "Head of a major temple",
        "Local magistrate",
        "Neighborhood patriarch",
        "Outcast group leader",
        "Rich merchant"
    ],
    "community_tags": [
        "Ancient InfrastructureThe community still has access to some sort of functioning ancient infrastructure, whether it's an array of wall-mounted arcane energy projectors, running water, moving roadways, community-wide climate control, or some other inherited luxury. This infrastructure may be the result of still-functional Working, or it could be the product of some venerable occult engine that's still operational, or it may be the fruit of the labors of some specially-designed organism or Blighted populace.",
        "Bad Neighbors The community has a conflict with a neighboring community. This usually isn't part of a larger war, but is instead a personal animosity between them. It may be the community has suffered at their enemy's hands, or they may have been the ones applying the suffering. Constant low-level skirmishes and troublemaking go on between the two.",
        "Blood Feud Two or more groups of citizens within the community hate each other. Their neighbors or the local law have kept things from too-overt violence, but members of the groups will constantly interfere with their rivals and cause whatever misery they can get away with. This hate may spring from recent events, or it may be an inherited spite from old wrongs.",
        "Brilliant Innovation Some local has come up with a wonderful new idea; it may be a magical innovation, a new industrial process, a new agricultural product, a new use for what was thought to be ancient garbage, or some other very useful, profitable idea. Everyone around them is fighting for the chance to exploit this clever new plan.",
        "Broken Spirits The locals are in a state of despair and dull apathy. They've lost the things that used to give them pride and hope, with the best among them carrying on out of habitual duty and the worst giving ready hands to shameful deeds and ignoble acts. No one really believes the future can be better, and most seek only to satisfy immediate appetites.",
        "Corrupt Laws What law exists here is for sale, or does not apply to certain favored groups or castes. While some degree of corruption and noble license exists almost everywhere, this community lacks any shred of impartiality. Strangers might be fleeced by local lawmen, evildoers can be absolved by a payment, and powerful gentry do as they please.",
        "Criminal Bosses One or more crime bosses have a powerful influence on the community. They may control crime within the community itself, or they may use it simply as a safe haven from which to direct their minions elsewhere. Local law enforcement may know all about them, but lack the strength to confront them and their paid or intimidated henchmen.",
        "Cultural Center The community produces some wonderful cultural artifact or trains famous artists. The product might be some exceptional cloth, or artistic luxury good, or the scholarly fruits of a famous academy. Trained artists might be students of a particular school, or the apprentices of the current masters of a long artistic tradition who dwell here.",
        "Cursed Circumstances The community has been cursed with some blight that makes life difficult, albeit not impossible. An offended sorcerer's vengeful Working, an outraged god's wrath, a local distortion of the Legacy, or a simple history of bad feng shui in the area may have brought the curse about. If you include this tag, you'll want to devise not only the curse, but the reason why the locals haven't left for better lands.",
        "Decadent Locals The locals enjoy repulsive vices and shameful appetites. They may have religious sanction for their evils, or neighbors might trade with them for such things, or they could be followers of some ideology that blesses such pursuits. Their economy or their social organization is usually heavily reliant on such traffic, and to ensure its continuance they may have made bargains with things worse than humans.",
        "Decaying Working A great magical Working has been a critical part of the community since its creation, but now it's beginning to decay. It may function only intermittently, now, or its effects may have curdled into something double-edged. The locals have no idea how to fix it, and indeed, it may not be possible to repair it with modern knowledge of sorcery.",
        "Decaying Working A great magical Working has been a critical part of the community since its creation, but now it's beginning to decay. It may function only intermittently, now, or its effects may have curdled into something double-edged. The locals have no idea how to fix it, and indeed, it may not be possible to repair it with modern knowledge of sorcery.",
        "Dueling Lords Two different major powers are fighting over control of the community. Two rival lords, a baron and a merchant-price, the mayor and a local high priest, or some other combination struggle to achieve dominance. They may both have justifiable claim on running the community, or one may be a greedy interloper.",
        "Enemy Within The locals are convinced that there is some terrible threat against them working from within their society. It may be a matter of dark sorcerers, foreign spies, traitorous neighbors, shapeshifting monsters, or some other hidden evil. This evil may be a recent fear, or it may be an inherited peril they’ve always had to guard against. The danger itself may or may not exist, or if it exists it may not justify the steps being taken.",
        "Faded Remnant This community used to be much larger and more prosperous, but something happened relatively long ago that left it a shrunken shadow of its former self. Only a tithe of citizens remain on the site, and much of its former architecture is crumbling and abandoned. A few weathered tokens of old glory remain, and some may be jealously maintained, but there simply aren’t enough locals left to keep up what they’ve inherited.",
        "Fallen Prosperity The community used to be much richer, but something happened recently to crush its source of prosperity. Different factions of the community might be trying to grasp at the remaining dregs of wealth, others might try to restart the failed industry, and some might look for a new livelihood. Any group or entity thought responsible for the collapse is likely to be treated very harshly, and some locals might find profit in shifting the blame to their enemies.",
        "Foreign Enclave Either most or a substantial minority of the locals are descended from foreigners alien to their local neighbors. They may have been religious exiles, economic migrants, indigenous locals surrounded by the existing polity, or a foreign city conquered within the relatively recent past. The locals may not be enthusiastic about being ruled by others not of their kind, and their neighbors may look askance at the way foreign customs or even laws may be maintained.",
        "Guild Oligarchy While the community might ostensibly be ruled by some other power, real control lies with the senior members of the local craft and labor guilds. Their decisions have the practical weight of law, and much of their time and effort is spent squeezing out competitors and parceling out economic opportunities in the community. Some guilds might have little or nothing to do with their original trade, and now exist purely as shells for political influence.",
        "Heavy Fortification The community is remarkably well-fortified for a site of its size and role. Tall, stout walls, strongpoints inside the community, concentric defenses, a strategic terrain location, or a large body of standing troops might be present. Some threat is thought to exist that makes maintaining this fortification worthwhile, though it may come at a dear cost to the locals. The community’s suzerain may be uncomfortable with these defenses, as they could just as easily be used to defy the ruler.",
        "Hidden Ruler While the community has a public leader, the real authority is hidden from outsiders. This ruler may draw their authority from rationales unacceptable to outsiders, they may have cowed the public authority into obedience, or they may have a mutually beneficial private arrangement with the official ruler.",
        "Hostile Terrain The community is surrounded by dangerous terrain: miasmatic swamps, perilous crevasses, radioactive badlands, a pocket of arratu, or some other harmful topography. The community might prefer the defensive potential of the terrain here, or have found a precious resource worth the danger. The terrain might have formed at some time since the founding, with the citizens struggling to make terms with the new danger.",
        "Incompetent Leaders The community is led by one or more incompetents. While they must have been very good at something to have acquired the position, they are fundamentally incapable of leading. Uncontrolled passions or lusts, commitment to a hopelessly impractical ideal, pigheaded obstinacy in the face of failure, a total lack of charisma or interpersonal skills, or profound laziness might all unfit them for their post.",
        "Inherited Architecture Many of the community’s structures date back to the ancient past and a long-vanished culture. They have unique architectural traits, perhaps being made of some strange substance or with uncanny qualities. The locals find them too useful or too durable to destroy, but the buildings often have unpleasant little surprises in their under-explored corners, and there may be greater structures still buried by long ages beneath the community’s streets.",
        "Inhuman Cooperation The locals have a deal with some manner of inhuman power, either remnant Outsiders, eldritch entities, nearby monstrous beings, or some other creature generally feared or hated by humans. It may actually be a peaceful exchange, but more likely it involves acts and sacrifices that other humans would refuse. If not secret, this deal is valuable enough to make the community’s suzerain avert their eyes, or it may be a bargain so old that time has sanctified it to their neighbors.",
        "Lawless Class Some class of citizen is either tacitly or explicitly above the law. They may only be subject to punishment for crimes against their own kind, or they may be entirely immune to legal prosecution. In some cases, this immunity may be the product of official indifference rather than high status; some untouchable classes may be considered so lowly that their slaughter of each other isn’t worth punishing unless it inconveniences their betters.",
        "Magical Academy While private tutelage of worthy apprentices can sometimes be had even in remote villages, this community is unusual in that it has an actual school dedicated to teaching magic. Such schools are usually small, with no more than a few dozen pupils, most of whom will fail for lack of talent or discipline. The instructors are rarely first-rate, usually serving only for the pay and status, but sometimes a genius sorcerer will find a reason to observe likely apprentices here. Given the unfortunate accident potential of the school, it’s probably isolated or well-fortified.",
        "Martial Tradition The natives have a long tradition of martial expertise. This may be a crisply-organized history of skilled native levies, or it may be a natural belligerence in the people that leaves them familiar with bloodshed. While their neighbors and liege doubtless respect their talents, this very aptitude might make them more willing to turn to steel than prudence would advise.",
        "Miserable Penury Life is hard in the Latter Earth, but it is exceptionally hard here. People are deprived of all but the barest necessities, and even the local gentry are impoverished compared to their peers elsewhere. Something is making the locals stay, however, whether fear of the alternative, hope for a better future, or a stubborn attachment to their ancestral lands.",
        "Mistreated Blighted Not all Blighted are violent; many are simply cursed with disabilities or mental compulsions implanted in them by their creators. The locals here have a useful kind of Blighted that provides some valuable service; brute labor, companionship, or more awful fates for those with precious organic components. The locals treat them as nothing but expendable chattel, but the Blighted are unable to effectively defend themselves or survive without the support of their tormentors.",
        "Monstrous Tribute The locals have cut a deal with some unspeakable entity, trading some vile tribute in exchange for the being’s forbearance or assistance. Outsiders may be ignorant of the bargain, or they may know that the community is in thrall but be too fearful of its master to take action against them. The creature likely serves as a protector as well as a tyrant, so the locals may be content with the deal even if it doesn’t offer any further inducement or aid.",
        "Neglectful Ruler The community can’t rely on its ostensible suzerain. Whatever lord claims ownership of the place is indifferent to its troubles and pays no attention to its civic disorder. The lord may be incapable of giving help, or convinced their representative can handle it alone, or actively seeking to punish the community for some rebellion or failure of service.",
        "New Industry The natives have established a new industry here, and it’s making them a great deal of profit. Old patterns of authority and wealth are being disrupted, and the old gentry are unlikely to be pleased about it. They may be trying to take over the industry, or they may have been the ones to enable it in the first place and are using it to crush the life out of any rival power bases. Outsiders might be playing a major role as well, and it could be they plot to siphon off the profits.",
        "Pilgrimage Site The community is centered around a major pilgrimage site. This may be a religious location of importance to a major faith, or it may be a more secular institution that draws the traffic, like a famous academy or the remains of some wondrous ancient work. Considerable local tension likely exists over controlling the access to the site and maximizing the profits from foreign visitors.",
        "Plagued City The community is cursed with recurrent spells of some troublesome disease. The affliction isn’t so fatal as to make living there impossible, but it adds suffering and expense to local lives. The plague might be the product of an ancient curse, the results of longlost toxic remains, or an unavoidable byproduct of whatever industry or purpose justifies the city. It’s probably not overly contagious, but visitors may be in some peril all the same.",
        "Population Boom A vast influx of newcomers has recently rushed into the community. They may have been drawn by economic opportunities, or fled some pursuing peril, or been forcibly moved there by a ruler who wanted to dilute the existing native cohesion. The natives may not have the resources or opportunities to integrate these newcomers, and it may be that the new population has no desire to stay longer than is necessary.",
        "Raider Scourge Almost every community has some problem with bandits and highwaymen, but this community is seriously plagued with raiders. One or more groups of persistent plunderers are hitting the community repeatedly, and they lack the necessary resources to fend them off or protect all their holdings.",
        "Rebel Stronghold The community is in tacit or open revolt against their supposed overlord. If it’s distant from their suzerain’s power centers or exceptionally well-fortified, they might be an open nest of rebels and provide overt support to their ruler’s enemies. More vulnerable communities will provide shelter, secret support, and a base of supply for hidden bands of insurgents. Loyalist locals must keep their sympathies hidden or suffer the consequences.",
        "Rigid Castes The locals are divided into several castes. They may be organized by social role, by imputed nobility of birth, by ethnic origins, or any other dividing principle, but they cannot imagine any other way of organizing themselves. A hierarchy of castes is not inevitable, but there will be social and legal limits applied to ensure that each caste remains fixed in its function. The outside world may or may not respect these distinctions when dealing with the locals.",
        "Scars of War The community is still bloodied by a recent violent conflict. A crushing bandit raid, a lost siege, getting caught at the periphery of a major battle, or some other calamity has inflicted severe damage on the place. Some communities may suffer a longer-term version of this, their youths lost in a grinding, endless battle against some perpetual threat.",
        "Seat of Rule Some important ruler or leading figure resides in the community. This may be the seat of a regional lord, or it could be the traditional residence of a high priest, great magus, merchant house, or other wielder of influence. The community itself may or may not be under their direct control, but the wishes of the august figure must be acknowledged by the locals.",
        "Secret Treachery The community is in secret rebellion against their ostensible liege, having cut deals with his enemies, plotted to betray him for their own gain, or bridled under his tyranny and sought a better lord. The community’s leadership is all in on this plot, and outside viceroys or representatives are being kept carefully ignorant of the reality. The common folk may be oblivious to the truth, though they’ll doubtless have felt the same motivations and promptings that convinced their leaders to turn traitor.",
        "Sinking City The community was built atop something unstable, and now that substrate is crumbling. It may be swampy ground or a decaying coastline, or it could be an ancient buried city that’s now giving way. In the case of some antique habitation, the denizens that once lived there might be boiling upward as their home is collapsing, or new opportunities may be revealed even as the community’s present structure is ruined.",
        "Theocratic Authorities Religious leaders are influential in almost any community, but here they make up the final authorities. It may be an explicit theocracy, with rule by the clerics of a particular faith, or a temple might be so important and powerful that the official leaders are helpless to resist its will. The locals can be expected to be loyal adherents to the faith, or else the less pious majority is deeply intimidated by the religion’s believers.",
        "Toxic Economy The community is reliant on an industry or product that has toxic or negative side-effects as part of its production. The good is extremely valuable, or the community is extremely desperate, and the sideeffects are endured as a necessary evil. It may be that their neighbors or lord are forcing them to produce the good so that they aren’t the ones suffering the cost.",
        "Trade Hub The site is a major trade hub, connecting several important cities or resource production areas. It’s probably at an important river juncture, ancient crossroads, or occupying the only safe path through some perilous wilderness. Its position may be important enough that it can survive on trade alone, despite being unable to feed itself with the surrounding land. Such hubs are usually heavily garrisoned by the lord who profits from their tariffs and taxes.",
        "Unique Product The community produces something unique, a good or service that cannot be had anywhere else in the kingdom. This may be due to some unique resource found only there, or some carefully-guarded craft, or it may be a special service that can only be provided by the locals, who are somehow unique in their forms or abilities.",
        "Upstart Faith There’s a relatively new religion in the community which is rapidly gaining power. It might be a sectarian offshoot of a major faith, the unique product of a new prophet, or an outside faith backed by wealthy and powerful foreign supporters. Depending on the demands made on believers, the new faith may be a matter of concern only to the existing clergy, or it might be a major flashpoint for conflict in the community.",
        "Warring Council There’s more than one leader in the community, but at least some of them are at each other’s throats. It might be a conflict between formal leadership and informal authorities, or it could be a struggle among civil officials. Their interests might diverge sharply, or it could be a personal grudge that’s boiled over. Outside threats and internal problems are likely being ignored until the power struggle is resolved.",
        "Widespread Prosperity The community is uncommonly rich, not only for the gentry but for the common citizens as well. They may produce a valuable good, oversee precious resource extraction, have special economic favors from the ruler, or simply have inherited a vast body of infrastructure. Their neighbors likely view them with envy, and outside raiders and exploiters find them an ideal target.",
        "Xenophobic Locals The locals despise outsiders. For some “outsiders” may be natives of foreign lands, while others might have a grudge against anyone from outside the community. Almost every community in the Latter Earth has some degree of wariness toward strangers, but these locals have an active loathing, and the few outsiders allowed to trade or interact with them do so at a heavy disadvantage."
    ],
    "court_ari_extprobs": [
        "A reckless member has incurred a group's anger",
        "A rival court has recently gotten much stronger",
        "A rival has laid a legal claim on a court asset",
        "A rival has seized control of an important court asset",
        "A royal advisor wants the court cut down to size",
        "A traitor to the court is helping a rival group's attacks",
        "An important faith is angry with the court over something",
        "Doing something vital will infuriate another power",
        "Hostile forces have attacked and ruined a court asset",
        "Tenants or merchants have been upset by the court",
        "The court somehow offended the nation's ruler",
        "The local ruler has levied a harsh \"gift\" on the court"
    ],
    "court_ari_intprobs": [
        "A court resource or asset has been badly damaged",
        "A court servant is blackmailing their employer",
        "A danger exists in or near the court's own seat",
        "A rebel in the court is scheming against the crown",
        "An elder is making unreasonable demands on others",
        "Someone got involved with a criminal organization",
        "Someone is facing financial ruin due to a mistake",
        "Someone is pursuing someone else's spouse or fiance",
        "Someone is skimming off income due others in the court",
        "Someone poisoned or cursed someone else in the court",
        "Someone wants to make a very poor marriage choice",
        "Two potential heirs to something are in bitter conflict"
    ],
    "court_ari_majorfigure": [
        "Cadet Branch Lord",
        "Chief Steward",
        "Court Mage/Priest",
        "Heir Apparent",
        "Jester or Pet Artist",
        "Lord's Main Rival",
        "Lord/Lady",
        "Ornamental Spouse",
        "Poor Relation",
        "Ruler's Mistress",
        "Senior Relative",
        "Spare Heir"
    ],
    "court_ari_minorfigure": [
        "Affiliated Merchant",
        "Amusing Performer",
        "Butler or Eunuch",
        "Footman",
        "Hanger-On",
        "Heir's Tutor",
        "Hired Assassin",
        "House Guard",
        "Lady in Waiting",
        "Pleasure Slave",
        "Prying Servant",
        "Spy for a Rival"
    ],
    "court_ari_pwrsrc": [
        "Everyone acknowledges their skill and brilliance",
        "The others fear violence or brutality from them",
        "They are the only legitimate heir to an important post",
        "They are widely loved and admired by the members",
        "They control a large chunk of the court's income sources",
        "They have a special relationship with the nation's ruler",
        "They have access to sinister sorceries or magic items",
        "They have blackmail on important members",
        "They have innate magical powers or gifts",
        "They have the support of an important local faith",
        "They have very effective spy ring in their service",
        "They provide intimate services to an important person"
    ],
    "court_ari_theme": [
        "Treachery, an air of suspicion and mistrust",
        "Ambition, of driving forward and upward",
        "Decadence, of excess and indulgence",
        "Dissolution, falling apart from outside stress",
        "Ennui, of exhaustion and loss of meaning",
        "Exoticism, following strange outside ways",
        "Luxury, abundant in wealth and possessions",
        "Might, flexing its power in impressive ways",
        "Nobility, a sense of obligation to their people",
        "Paralysis, trapped in some internal crisis",
        "Resentment, bitter at their rivals' crimes",
        "Tyranny, cruelly oppressing those under them"
    ],
    "court_bus_extprobs": [
        "A competitor is trying to force a sale of the business",
        "A holder of a vital secret has died or been kidnapped",
        "A local religious group has become angry with them",
        "A noble wants to force his own pet business into place",
        "An enemy is sabotaging an important workshop",
        "Bandits or paid thieves have plundered something",
        "Someone's hooked them into a terribly bad deal",
        "Someone's tainting or ruining a critical resource input",
        "Their customers are furious over a recent product flaw",
        "They're trying to swallow a rival business",
        "They've insulted or offended the nobility somehow",
        "They've signed a deal they suddenly can't complete"
    ],
    "court_bus_intprobs": [
        "Someone's been cooking the books",
        "A critical resource for making the good is running out",
        "A customer is proving both critical and intolerable",
        "A family scion is botching their work terribly",
        "A major stakeholder is coming up with terrible ideas",
        "A secret flaw has been discovered in the product",
        "A vital worker has quit in a fury over some offense",
        "Factions are quarreling over a new product",
        "Income is down but no one can agree on a plan",
        "Someone lost a large sum of funds to thett or error",
        "The deed to some vital property has been lost",
        "The owner's incapacitated and no one is in control"
    ],
    "court_bus_majorfigure": [
        "Business Owner",
        "Business Partner",
        "Buyer Seeking Takeover",
        "Chief Artisan",
        "Corrupt Lieutenant",
        "Head Accountant",
        "Innovative Worker",
        "Noble Patron",
        "Owner's Heir",
        "Rival's Catspaw",
        "Spouse or Lover",
        "Wealthy Backer"
    ],
    "court_bus_minorfigure": [
        "Angry Former Customer",
        "Best Customer",
        "Business Guard",
        "Expensive Courtesan",
        "Gang Extortionist",
        "Neighboring Businessman",
        "Noble Parasite",
        "Shop Clerk",
        "Street Informer",
        "Supply Vendor",
        "Temporary Worker",
        "Thieving Worker"
    ],
    "court_bus_mkt": [
        "Trusted, they're a fixture of the local market",
        "Admired, they're well-loved by customers",
        "Affinity, dealing with co-ethnics or believers",
        "Angry, they've done something to infuriate",
        "Apathetic, with customers losing interest",
        "Curious, they've come up with new thing",
        "Novel, they're new to the market here",
        "Patronized, favored by the local nobility",
        "Predatory, eliminating weaker rivals",
        "Resentful, they deal harshly and graspingly",
        "Shabby, their goods cheap and minimal",
        "Suspicious, they're rumored to do vile things"
    ],
    "court_bus_pwrsrc": [
        "They own rights to a critical part of the business",
        "The business is built on property they own or control",
        "The business owes them a large monetary debt",
        "Their relatives make up a lot of the workers",
        "They fronted the initial investment money",
        "They had the idea that made the business work",
        "They handle purchases for a critical customer",
        "They have information on the owner's criminal doings",
        "They have ties to an important local faith",
        "They have vital connections with important suppliers",
        "They keep the local nobility from sucking it dry",
        "They're the only one who can handle the workers well"
    ],
    "court_clan_extprobs": [
        "There's a running feud with another family",
        "A diplomatic marriage has turned out very badly",
        "A disowned rebel is trying to usurp control of assets",
        "A member committed adultery with the wrong person",
        "A rival family stole something very important from them",
        "Ambitious newcomers are attacking their status subtly",
        "Someone gravely insulted or offended another family",
        "The family's rights are being trod on by the nobility",
        "The family's source of influence is being subverted",
        "The local ruler doesn't like their influence and power",
        "Their neighbors demand they fix a local problem",
        "Their vital interests are making trouble for neighbors"
    ],
    "court_clan_intprobs": [
        "An important member's spouse is having an affair",
        "A cadet branch is fighting to seize control",
        "A member is selfishly trading on the clan's reputation",
        "A member's bloodline is clouded by suspicion",
        "A very important young talent has turned rebellious",
        "One member is convinced another wants them dead",
        "Personal grudges have caused resentful factions",
        "The clan leader is opposed to a popular plan or goal",
        "The clan poured much wealth into a failed ambition",
        "The last leader recently died without a clear heir",
        "The leader is betting big on a risky, unpopular scheme",
        "The new generation is ignoring old, painful duties"
    ],
    "court_clan_majorfigure": [
        "Adopted Member",
        "Ambitious Scion",
        "Black Sheep",
        "Clan Duty Keeper",
        "Disowned Rebel",
        "Favored Child",
        "Oldest Elder",
        "Outsider Spouse",
        "Patriarch /Matriarch",
        "Reckless Innovator",
        "Stern Traditionalist",
        "Young Fosterling"
    ],
    "court_clan_minorfigure": [
        "Acquainted Noble",
        "Blackmailer",
        "Disowned Wastrel",
        "Family Guard",
        "Family Priest",
        "Gossipy Neighbor",
        "House Servant",
        "Moneylender",
        "Old Retainer",
        "Secret Lover",
        "Tenant Farmer",
        "Useful Tradesman"
    ],
    "court_clan_pwrsrc": [
        "They hold the deed to some critical family property",
        "Everyone in the family loves them very much",
        "Their capacity for violence is fearsome to others",
        "They have access to secret magical items or powers",
        "They have considerable blackmail on their peers",
        "They have extensive contacts in other families",
        "They have many capable, loyal children",
        "They own great amounts of personal wealth",
        "They're an intimate of the local ruler",
        "They're best at the skill or profession the clan practices",
        "They're notoriously loyal and useful to the family",
        "They're the heir to the chief bloodline of the clan"
    ],
    "court_clan_relations": [
        "Isolated, distrusted or disliked most",
        "Creditor, with many owing them payment",
        "Envied, resented by jealous neighbors",
        "Feared, for past acts or present threats",
        "Hated, barely endured by their neighbors",
        "Loners, not disliked but not close to any",
        "Loved, widely adored by other families",
        "Needed, for a particular trait or person",
        "Newcomers, relatively new to the area",
        "Respected, honored for some uality",
        "Revered, held in dread and awe by most",
        "Scorned, derided for some deed or trait"
    ],
    "court_crime_extprobs": [
        "The local law enforcement isn't staying bought",
        "A court faction is getting support from hostile rival",
        "A local religion has a particular enmity with them",
        "A noble or ruler wants to use them for their own ends",
        "A rival gang or group is moving on their territory",
        "A sorcerer has a grudge against the group",
        "A traitor is in league with an enemy group",
        "Their territory has become very inhospitable to them",
        "They acquired something that's causing them dire woe",
        "They're in a bad deal they don't dare renege on",
        "They're meddling with an extremely dangerous target",
        "They've drawn heat from a powerful noble"
    ],
    "court_crime_intprobs": [
        "Someone's knifed a fellow member again",
        "A deed's profits were unfairly split with the members",
        "A faction wants to enter a different sphere of crime",
        "A recent catastrophe depleted the court's wealth",
        "An important member's made a grave mistake",
        "Members are employing magic against rivals",
        "Someone's picked up very bad habit or addiction",
        "Someone's stolen court property for their own use",
        "The leader's suffering from increasing paranoia",
        "The leadership is being roiled by a challenge",
        "They're overdoing the crime and drawing excess heat",
        "Two members are fighting over another's affections"
    ],
    "court_crime_majorfigure": [
        "Grizzled leader",
        "Ambitious Lieutenant",
        "Brutal Kneebreaker",
        "Corrupt Magistrate",
        "Dangerous Rival",
        "Incompetent Scion",
        "Leader's Concubine",
        "Outcast Sorcerer",
        "Seductive Tempter",
        "The Heir Apparent",
        "Well-Placed Spy",
        "Wicked Noble Patron"
    ],
    "court_crime_minorfigure": [
        "Aspiring Member",
        "Bribed Guardsman",
        "Cooperative Innkeeper",
        "Criminal's Relative",
        "Disreputable Priest",
        "Drunken Healer",
        "Oppressed Local",
        "Protected Merchant",
        "Scabby Beggar",
        "Shabby Local Fence",
        "Tired Harlot",
        "Would-be Client"
    ],
    "court_crime_mode": [
        "Extortion, using brute force and threats",
        "Black Marketeer, selling forbidden things",
        "Blackmail, preying on the wealthy",
        "Fencing, selling hot goods untraceably",
        "Fraud, con artists and business cheats",
        "Loans, giving high rates and harsh collection",
        "Murder, being proficient assassins",
        "Occult, offering forbidden magic to others",
        "Piracy, or helping pirates sell their goods",
        "Slaving, whether legitimate or by force",
        "Smuggling, sneaking in untaxed goods",
        "Theft, whether burglary or banditry"
    ],
    "court_crime_pwrsrc": [
        "lhey've seduced the court's leadership",
        "Their charisma has gotten them a lot of supporters",
        "Their remarkable skills bring in a lot of money",
        "They have a powerful or useful magical device",
        "They have a profitable front business they run",
        "They have a sinister magical gift or aptitude",
        "They have blackmail about the court's leadership",
        "They have numerous criminal allies elsewhere",
        "They're diabolically cunning and persuasive",
        "They're independently wealthy and doing it for fun",
        "They're personally terrifying and capable of murder",
        "They've special relations with the local rulers"
    ],
    "court_rel_extprobs": [
        "A popular preacher is leading lay believers astray",
        "A holy demagogue is preaching against the court",
        "A noble adherent is demanding special concessions",
        "A noble believer demands an impossible miracle",
        "A rival sect is moving on their unofficial territory",
        "An outside cleric is trying to claim leadership",
        "Court property is being seized by a rival power",
        "Rivals are blaming the court for some misfortune",
        "The god's power seems feeble to people lately",
        "The ruler is trying to suborn control over the court",
        "The ruler wants the court to take on an unpopular role",
        "The upper hierarchy is fighting over the court somehow"
    ],
    "court_rel_intprobs": [
        "Someone came up with a very seductive heresy",
        "A forbidden relationship has formed among clergy",
        "A member demands a very costly ritual be performed",
        "A member is screwing up an important court duty",
        "A vital ritual item or component has been lost",
        "A zealot reformer is demanding impractical reforms",
        "Members fight over who is to conduct a great ritual",
        "Omens of divine displeasure have manifested",
        "Poverty or need is forcing them to compromise piety",
        "The clergy have taken up a costly and wicked habit",
        "The greater faith declared a vital activity anathema",
        "The leader and their chief rival sabotage each other"
    ],
    "court_rel_majorfigure": [
        "Affiliated Noble",
        "Charismatic Priest",
        "Dubious Theologian",
        "Gifted Healer",
        "Guard Captain",
        "High Priest",
        "Holy Oracle",
        "Richest Lay Member",
        "Sacred Figurehead",
        "Stern Inquisitor",
        "Temple Sorcerer",
        "Temple Treasurer"
    ],
    "court_rel_minorfigure": [
        "Cleric of Lax Morals",
        "Corrupt Priest",
        "Fanatical Zealot",
        "Holy Goods Peddler",
        "Loud Reformer",
        "Pious Criminal Boss",
        "Sick Petitioner",
        "Slave of the Faith",
        "Temple Artisan",
        "Temple Guard",
        "Temple Prostitute",
        "Tenant Farmer"
    ],
    "court_rel_pwrsrc": [
        "They are thought to produce wondrous miracles",
        "Charismatic leadership and keen insight aid them",
        "Local lay believers support them with money and help",
        "The upper hierarchy of the faith favors them",
        "Their mastery of doctrine is unanswerable",
        "They have a particularly holy lineage or role",
        "They have a pious noble who backs them",
        "They have acknowledged magical skills",
        "They secretly arrange criminal services for the court",
        "They're an expert at seduction and manipulation",
        "They've noble or oligarchic relatives",
        "They've the backing of secret but powerful heretics"
    ],
    "court_rel_relations": [
        "Schismatic, despised as heretical",
        "Affable, courteous and cooperative",
        "Carceral, a punishment-post for wrongdoers",
        "Desultory, an apathetic jobsworth sentiment",
        "Intellectual, given to sophisticated theology",
        "Occult, conducting theurgic magic studies",
        "Pioneering, a new missionary establishment",
        "Populist, focusing on the poor lay believers",
        "Sectarian, a stronghold of a particular faction",
        "Subverted, controlled by a secular power",
        "Venerable, old and greatly honored",
        "Zealous, full of fervent believers"
    ],
    "court_tags": [
        "A grand stroke of luck, a brilliant plan, or a feat of sublime diplomacy have resulted in a great influx of wealth, influence, or support from outside the court. The group now has access to a newfound strength that may be fleeting, and not all members may have equal access to the benefits. The existing structure of authority is unlikely to be well-equipped to exert this new influence in delicate or well-considered ways.",
        "A pregnancy is roiling the court and causing severe problems. It may be that a member is pregnant by the wrong man, or a pairing took place that was shocking to society, or a newly-born heir is showing signs of inherited Blight, or a new heir suddenly excludes a displeased prior incumbent. The court can’t hush it forever, and abortion is either impractical, unacceptable, or too dangerous to the mother. This may not stop certain members from trying.",
        "Bloodline and lineage are important to the court, either because of a bloodline-dependent power or a society that places much importance on it. Despite this, the court’s lineage would be considered impure by others were it fully known, perhaps due to some secret pairings in the remote past. The court might have to go to extremes in order to mimic the powers appropriate to their supposed bloodline, or else go to similar extents to crush any hint of the truth.",
        "One or more members of the court are afflicted with the Blight, but are concealing their condition. Their particular Blight is not physically obvious to onlookers, but may have severe psychological or hidden physical manifestations. At least some of the other court members have a good reason to aid this concealment, if only to avoid the scandal of being known to carry Blighted genetics.",
        "Out of overwork, sloth, or carelessness, the court has devolved much of its authority on some subsidiary group or power, leaving it to do the dirty work of a critical function. That group has seized control of that authority, however, and now bids fair to claim leadership of the court itself using its newfound leverage.",
        "Some member of the court is under magical influence by another, be it an outside enemy or internal rival. It may be mind-bending sorcery, a persistent magical curse, or an arcane blessing that will last only so long as they cooperate. The culprit has some means of ensuring this subversion is not easily detected, either through occult arts or simply ensuring that others never get curious enough to look for such things.",
        "Some rival or outside power is making demands on the court that they cannot easily ignore. It might involve some prior offense in need of reparations, a past deal that’s come due, or a price required for a favor that the court desperately needs. These demands are more than the court can easily pay, and determining where the burden will fall most heavily is a matter of fierce internal politics.",
        "Some sort of persistent, incurable illness is gnawingat the court. The principle leader might have been felled by it, or a beloved member, or it may be a spreading curse within its circles. Acute diseases will likely have the sufferers desperate to find some cure, while chronic illnesses might need regular infusions of some costly or morally-dubious remedy.",
        "Some special new opportunity has been presented to the court, one that offers a great deal of personal wealth or glory. Only some of the court can take advantage of it, however, and it can be easily spoiled by dissent from within; they argue now over who is to be allowed to exploit the opportunity. New unexplored lands, royal monopoly patents, the hand of a very eligible spouse, or some other limited windfall awaits the winner.",
        "Someone in the court is deeply in love with someone they shouldn’t be. It may be a rival from another court, a lowly commoner, an incestuous bond, an attraction to a forbidden demihuman, a fellow court member’s spouse, or a spectacularly horrible person who can only bring them misery. This love may or may not be reciprocated, and it may be an open secret to others.",
        "The authority of the court is somewhat splintered, with multiple cadet branches of the family, enterprise, or department having their own share of its power. These branches are likely to struggle over control of the main court, with some of them perhaps preferring the court’s dissolution rather than allowing a hated rival to gain control of it.",
        "The court controls access to some critical resource or social function. It might have an effective lock on the local law, or control the irrigation network for regional farms, or provide vital religious services to faithful believers. If it abuses this power too greatly, however, its rivals will combine against it and may seize control of the resource.",
        "The court has a dark secret that would cost it dearly if it were to be revealed. Loss of influence, station, money, or power might all be consequent. It may involve old treacheries, hidden crimes, secret illegitimacies, dark pacts, or harsh choices that were unavoidable at the time. The uppermost ranks likely know the truth, but the lesser members may have nothing but unpleasant suspicions.",
        "The court has a grand ambition which is driving its actions, and it’s making a major bet on its ability to achieve its goal. Failure will mean catastrophe for the court, while success promises great rewards. Not all the members of the court are necessarily sharing the same risks and potential payoff, however, and some may be paying more than they’d ever profit.",
        "The court has a rival or enemy that bears a burning desire to destroy them. Unfortunately for them, they’re wholly incapable of doing so. This fanatical desire may be born of past crimes, cheated opportunities, or an ancient feud. In their desperation to strike at their enemy, it’s likely the rival will go to extreme and unwise lengths, perhaps making bargains they ought not to make.",
        "The court has big dreams; unfortunately, they’re contradictory. Two or more major factions each have a grand plan for the court’s future success, but these plans are incompatible, and the factions are struggling to determine which of them the court will follow. The leader is either incapable of breaking the deadlock or else they support one of the plans but lack sufficient allies to impose it on the unbelievers.",
        "The court has seized control of land, offices, noble roles, businesses, or some other valuable holding, but they do not hold it securely. Rival forces are pressing on them and they have exhausted their resources in simply gaining the prize, and have nothing left with which to keep it in the face of resistance. The rivals may simply be fighting to determine which of them is to overthrow the overextended court’s grip.",
        "The court has strong ties with some foreign power or organization, one that may or may not be hostile to their greater polity. The court draws some considerable advantage from this tie, but it’s also expected to assist its affiliate in their own local goals. If the affiliate is an enemy or rival of their people, this tie may be carefully hidden, or it may be a known scandal about the court.",
        "The court is exhausting itself on luxuries or displays of magnificence that it cannot truly afford. It may feel pressured to do so in order to maintain face before its rivals, or it may over-estimate its resources, or it may be being manipulated by whatever group they’re buying their luxuries from. Optimistic courts may be betting on a future windfall that may or may not come.",
        "The court is heading towards poverty, and its members know it. The source of their wealth is under attack, either by a rival, a greedy superior, an outside enemy, or sheer misfortune. If things continue as they are the court will be unable to maintain its place, and its members are contemplating desperate measures to shore up existing holdings or acquire new ones.",
        "The court is issuing unreasonable orders to those under its authority, demanding excessive tribute, unreasonable obediences, or similar sacrifices. The court leader may be new and over-confident of their power, or the court may be in dire trouble and needs more resources, or rival forces may be goading or manipulating the court into overplaying its hand out of recklessness or ignorance of the true state of affairs.",
        "The court is riven by at least two viciously hostile cliques, both of which are determined to ruin or kill the other. Nonaligned members of the court are forced to submit to one or the other lest they be enemies to both and all normal business of the court is paralyzed by their incessant quarreling. This hostility may be open and overt, or it may be veiled behind venomous courtesies and cruelly heartless protocols.",
        "The court is so corrupt that it’s crippling its ability to function. Even the most mundane exercises of authority require that the right people be bribed or induced, and its members have little or no interest in the overall good of the group. The leadership is hanging together only because the court is profitable and they will defend it only insofar as it remains so.",
        "The court is too absorbed in their pleasures and indulgences. Their cooperation is purchased with coin or flesh, their disports grow ever more costly and excessive, and even the minor members are getting accustomed to shameful enjoyments. Their power is being turned toward facilitating their membership’s appetites rather than fulfilling whatever role got them their status in the first place.",
        "The court is tremendously good at a particular role or function that their society finds important. Magnificent soldiers, legendary artists, famed diplomats, pious official-priests, or some other quality of note defines them. This skill may be the product of a venerable tradition of instruction, however harsh it may be, or it could be the result of a magical bloodline or inhuman admixture.",
        "The court is trying to obtain a goal or ambition that will actually be disastrous for it. Either through political miscalculation, ignorance of the truth, or willful blindness to the consequences, they’re plunging headlong towards calamity. Rivals might be secretly aiding them in their purpose, while factions within the court may be uselessly protesting the danger of the path they’ve chosen.",
        "The court made a bargain that’s now coming back to haunt them. Some pact with an outside power gave them a crucial edge or a desperately-needed boost, but now it needs to provide services, favors, or help that could end up destroying it or costing its leadership dearly. The pact was probably secret at the time, and even revealing it exists could have dire repercussions.",
        "The court owes something awful to a pitiless outside power, whether a rival court, an enemy of their homeland, a vile sorcerer, a merciless banker, or a grasping lord. The consequences of failing to repay the debt would be catastrophic, but the court can’t afford to do so without some members of them being ruined by the price, whether in coin, criminal conviction, disgrace, or eternal damnation.",
        "The court produces some famously revered cultural product, such as literature, poetry, painting, sculpture, music, dance, or other art form. Their members may have a direct tradition of production, or they may be the critical patrons of a tradition of artists or a school that produces the product. The product wins them respect among the cultured, and many would be glad to assist them in exchange for the luster of association.",
        "The court was impressed with some great task, duty, or role by its founder, and much of its influence or moral authority hinges on continuing to carry out that task. Its traditions and structure revolve around being able to carry out the work. Failure means disgrace and perhaps tangible penalties as old pacts are broken. Aside from this, neglecting the duty may result in other negative consequences, perhaps to parties other than the court itself.",
        "The court’s authority and power have been sustained for a long time by a particular set of tools and tactics, such as violence, money, blackmail, legal rights, or perhaps by particular alliances with other powers. Recent events or clumsy missteps by the court have rendered these old tools no longer effective, but the leadership doesn’t have any better idea than to use them again, but harder this time.",
        "The court’s leader communicates only through a particular proxy, be it a chief minister, spouse, heir, concubine, confessor, or other figure of importance. The leader may be too sick or enfeebled to lead or the proxy may have systematically cut all their other lines of control. The other members of the court may vie for influence over the proxy, perhaps while ignoring their ostensible real ruler.",
        "The court’s leadership is in the thrall of a particular religion or holy figure, and their wishes are given an undue weight. This influence may be a matter of perfectly sincere faith, or the religion might have some special grip on the court due to blackmail, services rendered, or special need. Such influence often brings the hostility of rival faiths until a more equitable arrangement is made.",
        "The court’s original formation revolved around a particular duty or role that has long since been forgotten. This may be a metaphorical forgetting, like a idealistic young businessman turning to coldhearted avarice, or it may be a literal loss of some ancient charge or consecrated role. This forgetting may have left the court with ancestral obligations they no longer understand, or resources they no longer use in the intended way.",
        "The court’s prior leadership was recently decimated by age, sickness, misadventure, or political executions, leaving many leadership posts in the hands of much younger, less experienced members. Few of them have a firm grasp on practicalities, and they’re acting with a confidence and boldness that may not necessarily be justified by their actual skills.",
        "The court’s rule or property is due to pass on to the next generation, but there are multiple claimants to it. Each has some colorable legitimacy, and factions and secret supporters are doubtless rife in the court. They’re well-balanced enough that brute force seems a risky route to take, though matters are rapidly coming to a head as the need to establish a new leader is intense.",
        "The court’s ruler is incompetent or debilitated, but there’s no practical way to remove them from power. The alternative might be utterly unacceptable, or the ruler’s bungling might be very much to the benefit of a powerful faction in the court. Rivals are doubtless making plans to take advantage of the situation, and internal factions may well be willing to take acceptable losses in order to profit by the chaos.",
        "The court’s rulership rests on one or more ancient, powerful relics. Quite aside from any practical use they may have, they symbolize the leader’s right of rule, and any loss of them will throw the court into chaos. It’s not unknown for the court’s leadership to be suddenly changed when a new rival manages to seize them, whether by guile or brute force.",
        "The court’s servants and lesser officials are angry with the leadership. Old privileges may have been revoked, traditional rights and fees may have been curtailed, or particular sacrifices or dire perils may have been demanded of them. The court is confident that their lessers can do nothing but obey, but the minions are very close to a dramatic response.",
        "The impending heir to the court is a remarkable figure, gifted with tremendous aptitudes or personal capability. Everyone is convinced they will lead the court to new heights of glory, though existing powers may prefer that glory be postponed indefinitely rather than give up their current posts.",
        "The leadership has been led astray by one or more pretty girls or boys. They dote on their paramours, granting them extravagant favors and imperiling the court with the lengths they go to in order to please their beloved. Those not given to romantic dizziness may be enraptured by more physical talents, so occupied in the business of night that nothing is done in the day.",
        "The official hierarchy of the court is being challenged by a second power source within the organization, one strong enough to stymie its official lord. This may be a faction formed by a powerful lord, a charismatic religious faction, an intrusive consul of a superior power, or an impatient heir with too many friends. Neither power source can act freely while the other exists, but destroying the rival may bring down the court in the process.",
        "The shadow of impending death hangs over the court. The ruler may be ordering capricious executions, assassins may be active, a particularly bloody custom may be in full effect, or the court’s superiors may be hunting for traitors. The court members are on edge and willing to do desperate things in order to avoid death or direct the killing toward their enemies.",
        "The things that are certain in life are death, taxes, and this court. They are important, they have always been important, and they always will be important. They may wax and wane, but no one in their society can imagine them ever ceasing to exist, and at most the locals can only think of seizing control of the court or compelling its cooperation. Its destruction is unthinkable. It may have absolute control of some critical social function, have members of legendary awe, or be viewed as the personal property of some divinity or godlike entity.",
        "The upper functionaries or senior household servants of the court have taken effective control of it. The members may be too distracted to realize what’s been done, or the servants may have irresistible blackmail on them, or they may have the unjustified but complete trust of the proper leadership. These functionaries are using the court’s resources to pursue their own aggrandizement and profit.",
        "There are troublesome or problematic laws to the court that its members simply cannot break. They may be enforced by magical curses, by an inborn predilection of the court’s members, or by a tradition that would unite all rivals against the offender. These laws are likely preventing them from resolving a problem that is currently growing worse.",
        "This court operates from a seat of power far beyond the splendor of their peers. It may be some ancient Working full of magical powers and benefits, or an ancestral fortress famed in song and legend, or a complex built around some source of precious material or extracted good. Much of the authority of the court might derive from their control of this seat.",
        "Violence is an unfortunate commonplace in many courts, but something happened here recently that was beyond all usual bounds of polite assassination or genteel political execution. Some vast massacre of a whole family line, a berserk slaughter of an unlucky gathering, a humiliating and unthinkable execution of some grandee, or some other dramatic brutality has put everyone on edge and made many start thinking of some previously unthinkable courses of action.",
        "Violence is an unfortunate commonplace in many courts, but something happened here recently that was beyond all usual bounds of polite assassination or genteel political execution. Some vast massacre of a whole family line, a berserk slaughter of an unlucky gathering, a humiliating and unthinkable execution of some grandee, or some other dramatic brutality has put everyone on edge and made many start thinking of some previously unthinkable courses of action.",
        "While the ruler remains vigorous, they have too many legitimate heirs for the court to comfortably absorb. There’s not enough wealth or power to give the losers a dignified station, or else the losing heirs may expect to be executed, or the heirs are locked in a court-disrupting battle to force their desired outcome. Various heirs might be backed by rival outside powers searching for a convenient catspaw."
    ],
    "cult_enforcement": [
        "Magical curses scourge the disobedient",
        "Blackmail and threats of social ruin",
        "Murder by cult enforcers and monsters",
        "Mental compulsions implanted by rituals",
        "Kidnapping before a hideous ritual death",
        "Traitors are betrayed to cult enemies",
        "Violence against a traitor’s loved ones",
        "The dark god’s divine wrath smites them",
        "Control of an addictive thing they need",
        "Lay believers gain glory by purging traitors"
    ],
    "cult_goal": [
        "Glorify their dark god and its vile ways",
        "Expand the cult in an adjacent community",
        "Destroy a powerful enemy of the cult",
        "Extinguish a rival faith and their clergy",
        "Perform a terrible magical ritual",
        "Obtain secular control over an area"
    ],
    "cult_malevolence": [
        "Unbelievers are to be killed on principle",
        "Hideous appetites of the flesh are sacred",
        "Unholy entities from beyond must be called",
        "Unbelievers are cattle to be used as desired",
        "The world must die to make room for the god",
        "Secular civilization must be destroyed",
        "All law but the cult’s must be overthrown",
        "The god demands a terrible nourishment"
    ],
    "cult_problems": [
        "The leadership is insane in unhelpful ways",
        "It caught the eye of a dangerous enemy",
        "One of its servitor monsters is out of control",
        "It’s running low on sacrifices and slaves",
        "It’s been impoverished by a recent trouble",
        "There’s a dangerous schism in its ranks",
        "Its god is making unreasonable demands",
        "The laity is demanding much from the priests",
        "The enforcers are muscling their clerical lords",
        "The god’s influence has become distant",
        "An important member has turned traitor",
        "Another dark faith is warring with it"
    ],
    "cult_quirks": [
        "The leadership is insane in unhelpful ways",
        "It caught the eye of a dangerous enemy",
        "One of its servitor monsters is out of control",
        "It’s running low on sacrifices and slaves",
        "It’s been impoverished by a recent trouble",
        "There’s a dangerous schism in its ranks",
        "Its god is making unreasonable demands",
        "The laity is demanding much from the priests",
        "The enforcers are muscling their clerical lords",
        "The god’s influence has become distant",
        "An important member has turned traitor",
        "Another dark faith is warring with it"
    ],
    "cult_rewards": [
        "It savagely defends an otherwise oppressed or powerless group, requiring service as a price for this aid ",
        "The chosen among the believers are granted magical powers or occult gifts ",
        "The faith can bestow wealth and material prosperity on those who serve it ",
        "It allows an undead or undying state of eternal life for devout servitors ",
        "It gives practical protection against a plague, disaster, constant environmental hazard, or other threat against its believers ",
        "It provides political power through blackmail, bribery, vile favors, and other works in favor of its followers ",
        "Its principles are the comfortably established morals and beliefs of its hereditary believers, as much as they hide them from outsiders ",
        "It provides intense physical pleasures or sensory delights that its believers normally would never get to taste ",
        "It provides muscle to its faithful followers, letting them murder, beat, or terrorize those who stand against them ",
        "It justifies their worst impulses and gives a divine rationale to a vicious, depraved subculture the believers belong to ",
        "It promises salvation from an impending catastrophe that will be unleashed on all unbelievers. ",
        "It gives its outcast adherents a sense of meaning, importance, and power with its terrible majesty and awful splendor"
    ],
    "cult_unity": [
        "Completely united behind its leadership",
        "Obedient to leaders who sometimes quarrel",
        "Tenuously balanced factions cooperate",
        "Badly fractious under many rival priests"
    ],
    "exiletribe_advhooks": [
        "Raid-taken slave looking for way back home a",
        "Curious young tribal interested in strangers",
        "Eligible native looking for new blood in a mate",
        "Envoy of another group suspicious of other influences",
        "Leader with a natural suspicion about outsiders",
        "Low-status native trying to acquire outside support",
        "Near-outcast who wants a hand with some revenge",
        "Reformer or innovator whose kindred won't listen",
        "Tribal notable who suspects the PCs as potential rivals",
        "Tribal sage who likes news of the outside world",
        "Tribal trader who wants access to outside goods",
        "Youth determined to show how tribal ways are best"
    ],
    "exiletribe_leader": [
        "Bestially savage tyrant",
        "Brutal but cunning chief",
        "Council of the elders",
        "Envoy of a patron power",
        "Foreigner turned ruler",
        "Hereditary chieftain",
        "Holy man or woman",
        "Magically-gifted chief",
        "Most charismatic native",
        "No ruler past clan heads",
        "Outsider or alien lord",
        "Wizened elder"
    ],
    "exiletribe_origin": [
        "It's an unusually well-fortified safe place",
        "A charismatic eader bound them together",
        "Here they can do the most damage to a foe",
        "Seers or shamans said it was ordained",
        "The hunting or resources are very good here",
        "The leadership wants to find something here",
        "Their herds or prey have led them here",
        "They were driven here by a dire enemy",
        "They're paralyzed by internal dissent",
        "They've been paid or induced to be here",
        "They've been trapped here by the situation",
        "Tradition requires they come here"
    ],
    "exiletribe_problem": [
        "The leader is becoming weak or acting foolishly",
        "A curse has been laid on them for some collective sin",
        "A fearsome beast hunts them in the wilds",
        "A patron power is using them as expendable fodder",
        "A rival group has taken over their hunting grounds",
        "A settled group is hunting them as mortal foes",
        "A sickness is raging through the tribe",
        "Some are seeking a redder, more powerful god to serve",
        "The tribe threatens to split under some feud or quarrel",
        "Their gods are sending dire but obscure omens to them",
        "They killed someone who had very powerful allies",
        "They're impoverished and can't reach new resources"
    ],
    "exiletribe_rewards": [
        "Guidance and safe passage through their territory",
        "A magical elixir or substance they know how to make",
        "Exotic and valuable tribal goods",
        "Inherited relic or treasure they've kept",
        "Knowledge of a hidden place of wealth",
        "Loot won in battle against another group",
        "Plunder taken from a foreigner they've killed",
        "Secret for accessing an otherwise sealed place",
        "Slaves they've taken in raids or tribal wars",
        "Some young tribals willing to go with the party",
        "They'Il raid the party's enemies for a share of the loot",
        "Tribal membership and a place of respect"
    ],
    "exiletribe_vips": [
        "Best hunter in the tribe",
        "Adopted member",
        "Barely-tolerated wretch",
        "Cunning tribal advisor",
        "Feared troublemaker",
        "Seer or shaman",
        "Skilled scout",
        "Trader with outsiders",
        "Tribal artisan",
        "Tribal slave",
        "Tribe's most eligible youth",
        "Wise man or woman"
    ],
    "govt_agents": [
        "Subordinate lords pledged to the ruler",
        "Obedient commoner bureaucracies",
        "Magically-empowered enforcers",
        "A major religion allied with state power",
        "A powerful and respected judiciary",
        "Savage brutes on the government leash",
        "Economy-controlling officialdom",
        "Divine blessings and curses on the people",
        "Ingrained obedience in the populace",
        "Hireling enforcers employed at need",
        "Sorcerers in service to the ruler",
        "A specific ethnic client group of the ruler"
    ],
    "govt_authority": [
        "There is a single nominal monarch",
        "There is a monarch and several under-kings",
        "There is a group of approximate equals",
        "There are a large number of small rulers"
    ],
    "govt_establishment": [
        "They’re an outsider with few existing allies",
        "They’re newly-ascended to the throne",
        "They have some basic ties with strong allies",
        "They have a hard core of useful supporters",
        "They have an extensive support network",
        "They’re practically an institution of their own"
    ],
    "govt_forms_multi": [
        "Nobly-born peers of the realm",
        "Seniormost figures in the ruling class",
        "Elect chosen by ruling class electors",
        "Hereditary heirs to their positions",
        "Warlords with the strongest backing",
        "Oligarchs of greatest wealth or influence",
        "Divinely-chosen representatives of their class",
        "Bureaucratically-chosen ministers"
    ],
    "govt_forms_single": [
        "King or queen over lesser lords",
        "Autocrat with non-noble officials",
        "President chosen by certain electors",
        "Warlord recognized as the strongest",
        "Seniormost representative of the ruling class",
        "Divinely-chosen leader of the land",
        "Monarch for a fixed term or situation",
        "Wielder of some magical legitimacy"
    ],
    "govt_legitimacy": [
        "They’ve simply always been the rulers",
        "They’re thought wiser and more virtuous",
        "Their martial prowess is awe-inspiring",
        "The gods chose them as the leaders",
        "They were chosen by popular will",
        "They’re loved for their benevolence",
        "They utterly crushed the last batch of rebels",
        "They brought greater prosperity to the land",
        "They smashed the prior government",
        "They brought order out of bloody chaos",
        "They led the nation to greater glory and pride",
        "They seem less bad than the alternatives"
    ],
    "govt_mpprobs": [
        "Their chief schemes too much against rivals",
        "They’re out of touch or lazy in their work",
        "They recently suffered a bloody purge",
        "Enemy forces have allies among them",
        "They’re distracted by factional infighting",
        "The leadership tends to ignore their advice",
        "They tacitly usurp power from the ruler",
        "They’re committed to a very bad idea"
    ],
    "govt_probmps": [
        "Rapaciously grasping tax-farmers",
        "Ill-disciplined and thieving military troops",
        "Bribe-hungry and meddling magistrates",
        "Ever-watchful informers among neighbors",
        "Tithe-hungry collectors from the state faith",
        "Corrupt and untrustworthy market officials",
        "Carelessly superior nobles and their retinues",
        "Thuggish constables or city guardsmen",
        "Pitiless inquisitors hunting out dark magics",
        "Law enforcers acting as if they are the law",
        "State scholars teaching vile principles",
        "Corrupt village headmen acting as tyran"
    ],
    "govt_recentevent": [
        "A major official was executed for treason",
        "A critically-necessary heir was born",
        "A chief minister fell rapidly from grace",
        "A high noble made rebellious noises",
        "A major faith was offended by the rulers",
        "An allied nation was angered by some act",
        "An enemy nation’s spy ring was revealed",
        "A vast governmental project was announced",
        "Corrupt officials plundered a great plan",
        "A major new bureaucracy was formed",
        "A heavy tax was levied to deal with an issue",
        "A general was dismissed for incompetence",
        "A folk hero rose to dangerous popularity",
        "A major infrastructure project was begun",
        "A fief or territory was put in new hands",
        "Certain merchants were fined to beggary",
        "A terrorist attack by rebels or external foes",
        "A major faction of officials collapsed",
        "A large bureaucracy was dissolved",
        "Internal province borders were redrawn"
    ],
    "govt_rulingclass": [
        "Hereditary nobility of blood",
        "Powerful merchant-princes and oligarchs",
        "Sorcerers and the arcanely skilled",
        "Magically-empowered bloodlines",
        "Proletariat peasantry or artisans",
        "Minority ethnicity of long historical rule",
        "Clergy of one or more local faiths",
        "Citizens of a special city or old homeland",
        "Outsiders or nonhumans of a certain type",
        "Warlords or military leaders",
        "Clan heads or ethnarchs of particular groups",
        "Colonizer viceroys of a foreign hegemon"
    ],
    "govt_stability": [
        "Precarious, its authority questioned by some",
        "It has significant problems, but it functions",
        "Relatively stable, with strong legitimacy",
        "Stable, able to endure even fierce shocks"
    ],
    "govt_str": [
        "The bureaucracy is extremely efficient",
        "The military leadership is fiercely loyal",
        "It has great legitimacy with the populace",
        "It has firm economic control over the land",
        "The populace is convinced it will bring good",
        "Its diplomats are remarkably cunning",
        "An expert spymaster serves it well",
        "It has access to powerful sorceries",
        "It’s got firm ties with an important faith",
        "Nobles have magic blessings or gifted blood"
    ],
    "govt_struggles": [
        "The ruler’s trying to crush a too-powerful lord",
        "Ministers are trying to usurp power",
        "A grand scheme has gone terribly wrong",
        "External diplomacy has bungled something",
        "A usurper secretly controls a major power",
        "Foreign rivals are backing malcontents",
        "A different class demands a share of rule",
        "The existing ruling class wants more power",
        "A disfavored class is being oppressed",
        "Popular discontent is destroying legitimacy",
        "The prior ruler’s incompetence still harms it",
        "The heir is unacceptable to many"
    ],
    "history_conclusion": [
        "A brilliant and inspirational leader arose",
        "Organization and unity overcame the trouble",
        "Grim determination and enduring the evil",
        "Faith strengthened them against the woe",
        "Skillful use of magic resolved the problem",
        "Martial prowess and military cunning",
        "Diplomatic ties and outside help",
        "Industrious labor and tireless exertion",
        "Economic brilliance and trading acumen",
        "Ruthless but effective sacrifices were made"
    ],
    "history_crisis": [
        "Barbarian invasion",
        "Colonial incursion from a greater power",
        "Decadent society or a great social evil",
        "Divine wrath upon them",
        "Domineering neighbor",
        "Economic collapse",
        "Failed external war",
        "Ideological divide",
        "Incompetent governance",
        "Internal refugees from disaster",
        "Loss of cultural confidence",
        "Magical calamity",
        "Malevolent religion",
        "Miserable poverty",
        "Natural disasters",
        "Noble infighting",
        "Religious or ideological excess",
        "Resource exhaustion",
        "Scheming wizards",
        "Some titanic monster",
        "Tyrannical rule",
        "Unsuccessful expansion",
        "Usurpers seizing control",
        "Vicious civil warfare",
        "War with a stronger power"
    ],
    "history_events": [
        "The group’s territory ended up as a battleground between two stronger rival powers, and they suffered bitterly for it. ",
        "Either they betrayed some trusting neighbor to a foe, or were betrayed in turn by such a false friend. ",
        "Oppression: Some portion of the group was reduced to a state of wretched subservience by the rest. ",
        "Struggle: Different classes were in conflict, either subtle or overt, all seeking their own gain. ",
        "Pick an event of a prior age; it had longterm consequences that were good, for a bad event, or bad, for a good event. ",
        "Old strengths and glories crumbled away into decadent remnants, the group becoming indolent and indulgent. ",
        "Vile debauches, unclean habits, and base hungers became commonplace among the group. ",
        "Some portion of the group’s territory was rendered uninhabitable by something, either permanently or for a long time. ",
        "Coup: The group achieved an extremely successful alliance or affiliation with a neighboring group that may yet persist. ",
        "Boom: Circumstances produced a burst of tremendous prosperity for them. ",
        "Within: A hostile sub-group inside the group worked to do it evil, perhaps on behalf of a neighbor or due to some old grudge. ",
        "Wizard: A malevolent sorcerer, arcane cult, or other powerful magical entity caused a great deal of trouble for the group. ",
        "A significant chunk of the group packed up and left for some supposedly-superior land. ",
        "Art: The group produced art that is revered to this day, either in general or in a specific medium or form of literature. ",
        "War: The group faced a war with some external enemy or rival nation, with grave consequences. ",
        "Magic: A particular type of magic was developed here that is unknown elsewhere, and its practitioners keep its secrets well. ",
        "Age: Everything went remarkably well for the group for an extended period of time, allowing prosperity and success. ",
        "Wizard: Some magic-using entity of great power protected the group, taught them magic, or otherwise assisted them. ",
        "Awakening: A tremendous wave of reform, purification, and re-commitment to venerable values swept through the group. ",
        "Builders: The group constructed a great many vast palaces, monuments, estates, or other structures of wide fame. ",
        "Infrastructure: Some tremendous work of infrastructure was accomplished: canals, vast walls, roads, aqueducts, mines, or the like. ",
        "King: Some king or other ruler achieved legendary glory in war, diplomacy, or governance. Their name is honored even today. ",
        "A large group of foreigners entered the land more-or-less peacefully and may or may not have been welcomed. ",
        "Rule: The group’s governance was impractical, inefficient, or corrupt, holding to values that turned out to be unhelpful. ",
        "War: A straight-up civil war was sparked in the group, one that involved all or many of its members. ",
        "of Confidence: Some encounter with a new group or some shocking event made the group lose faith in its own customs and values. ",
        "Disaster: Some large-scale magical disaster scarred the group, either natural in nature or the result of someone’s sorcerous doings. ",
        "Tech: The group developed a useful and widespread magical tech or infrastructure that may have survived into the present. ",
        "Calamity: Earthquakes, multi-year droughts, tsunamis, meteor strikes, or some other ruins smote the group. ",
        "Horizons: The group discovered new territory, whether trans-dimensional, a far terrestrial region, underground realms, or the like.",
        "Rulers: The group’s former ruling dynasty was replaced, either peacefully, through intrigue, or perhaps through outright conquest. ",
        "Function: Aside from the usual roles of nobles, their ruling class was all expected to fill some specific role: priest, mage, scholar, or the like. ",
        "Strife: The group’s nobility found itself embroiled in assassinations, petty wars, and mutual struggle. ",
        "A sickness of vast scope culled many of the group, and may yet linger in some form. ",
        "Circumstances conspired to reduce the group to a state of great poverty and harsh simplicity for a time. ",
        "Brokers: The group was a critical regional power broker for a time, their aid or influence critical in determining who would be the hegemon. ",
        "Coups: Soldiers or guardsmen in service to the ruler ended up becoming the ruler’s electors or deposers. ",
        "King: One or more religions became deeply intertwined with the legitimacy of the ruling class, priests becoming nobles and vice-versa. ",
        "Resource: A uniquely valuable resource was found or manufactured by the group, which used or traded it to full effect. ",
        "Fall: A once-honored religion collapsed, perhaps through divine displeasure, human corruption, or harsh suppression. ",
        "Rise: A powerful new religion arose among the group. ",
        "Collapse: Some critical resource ran short; water, arable land, timber, magical power, or the like. ",
        "A substantial portion of the group’s territory tried to secede from the rest, successfully or otherwise. ",
        "Change: Some portion of the group’s land slowly changed its basic ecosystem; plains to forest, desert to savanna, or the like. ",
        "Collapse: Whether due to war, civil strife, magical curses, or sheer decadence, the group’s society collapsed into anarchistic chaos for a time. ",
        "One or more urban sites became unusually heavily populated, growing vastly and having a wide net of supporting towns. ",
        "Throne: The central government of the group became weak, and feudal lords or subsidiaries gained much effective independence. ",
        "The group adopted many customs from their neighbors and many foreigners joined the group. ",
        "The group conceived a strong distaste for foreign people and their customs, curtailing outside contact.",
        "The group's homeland transformed into a sanctuary where two mightier rival powers laid down their arms and brokered peace, bringing unexpected serenity to the area.",
        "Their faithfulness towards a dubious neighbor was unexpectedly reciprocated, leading to an unforeseen alliance against common foes.",
        "Oppression: A fraction of the group rose from their state of distress, uniting and overthrowing their oppressors to claim their rightful place in the community.",
        "Struggle: Varying classes joined hands and harmonized, pooling their strengths together to benefit the collective rather than personal gain.",
        "An event from a past age unexpectedly bore fruits, negative repercussions from a good event turned out to have hidden benefits or a positive turnaround for a disastrous incident.",
        "What seemed like crumbling glories were actually the seeds of transformation, with the group emerging from indolence to discover new strengths.",
        "Amid the widespread vice, a beacon of virtue arose, championing moral integrity and sparking a wave of reform among the group.",
        "A region of the group's territory, thought uninhabitable, sprouted with life anew, harboring previously unknown resources and opportunities.",
        "Coup: The group's seemingly victorious alliance with a neighboring faction turned sour, leading to strained relations and potential threats.",
        "Boom: The sudden prosperity led to unexpected complications, widening the gap between the rich and the poor and sparking discontent.",
        "Within: The sub-group, once hostile, became an unexpected ally in times of crisis, strengthening the group from the inside.",
        "Wizard: The sinister sorcerer, initially a bane, ended up unintentionally fortifying the group's resolve, sparking a wave of solidarity and unity.",
        "A mass departure, which initially seemed to weaken the group, brought back new ideas and resources that ultimately enriched the community.",
        "Art: The group’s admired artwork fell into disrepute and was eventually discarded or lost, leaving a void in their cultural identity.",
        "War: The grave war brought the group unexpected unity and resilience, reshaping their identity and bolstering their defenses.",
        "Magic: The unique form of magic, initially closely guarded, was accidentally shared, leading to a widespread misuse and chaos.",
        "Age: The prolonged period of peace and prosperity ended in a sudden downfall, leaving the group unprepared for the hardships to come.",
        "Wizard: The benevolent magical entity turned out to have ulterior motives, leading to confusion and strife within the group.",
        "Awakening: A wave of reformation ended up dividing the group, causing tension and discord over differing interpretations of their values.",
        "Builders: The group’s grand constructions attracted unwanted attention, bringing envy and threat from their rivals leading to tensions and potential conflict.",
        "Infrastructure: The vast infrastructure, while impressive, led to the group’s overconfidence and neglect of smaller yet critical aspects of their community.",
        "King: The famed ruler, while respected, left a power vacuum upon their death, leading to a bitter power struggle and eventual division.",
        "The peaceful arrival of foreigners sparked a vibrant cultural fusion, enriching the group’s identity and broadening their perspective.",
        "Rule: Despite their inefficient governance, the group managed to emerge stronger and more democratic, rejecting the old values for more practical ones.",
        "War: The civil war led to a greater understanding among the group members, culminating in unity and a stronger bond among them.",
        "of Confidence: The shock or encounter with a new group ignited a journey of self-discovery, leading to the group’s reaffirmation in their customs and values.",
        "Disaster: A large-scale magical disaster, though devastating, ended up unifying the group, fostering a sense of community and mutual assistance.",
        "Tech: The magical technology that had once been a boon, brought unexpected problems, making life more complex and sparking conflicts.",
        "Calamity: The ruins from the calamity unveiled hidden treasures and resources, sparking a revival in the group's fortunes.",
        "Horizons: The newly discovered territory brought in previously unknown threats, destabilizing the group’s equilibrium and security.",
        "Rulers: The change in ruling dynasty, peaceful or otherwise, led to the emergence of a less oppressive and more inclusive rule.",
        "Function: The nobility’s additional roles led to a dilution of their authority, creating opportunities for lower classes to rise.",
        "Strife: The strife among nobility led to the emergence of a more egalitarian society, breaking the monopoly of power and wealth.",
        "The rampant sickness led to advancements in medical knowledge and practices, greatly improving the group’s health and longevity in the long run.",
        "The harsh poverty triggered a wave of innovation and resilience, allowing the group to adapt and thrive in adverse conditions.",
        "Brokers: Being a critical power broker led to conflicts with other hegemonic groups, destabilizing their internal peace.",
        "Coups: The ruler's protectors' rise to power eventually led to a more disciplined and militarily proficient rule.",
        "King: The intertwining of religion and nobility led to a power struggle, resulting in a separation of church and state.",
        "Resource: The rare resource led to overexploitation and subsequent conflict, causing environmental and societal harm.",
        "Fall: The fall of an old religion allowed room for more inclusive and tolerant spiritual beliefs to flourish.",
        "Rise: The rise of a new religion led to conflict and division within the group, destabilizing their social harmony.",
        "Collapse: The scarcity of a crucial resource led to the invention of innovative alternatives, pushing the group to advance technologically.",
        "The secession, initially a crisis, allowed the rest of the group to reevaluate and strengthen their unity.",
        "Change: The change in the ecosystem, while disruptive, resulted in the discovery of new species and resources that benefited the group.",
        "Collapse: The society's collapse paved the way for a stronger and more equitable system to be built from the ashes.",
        "The dense population led to overcrowding and resource scarcity, causing discomfort and dissatisfaction among the group's members.",
        "Throne: The weakened central government allowed for regional diversity and autonomy, sparking a vibrant and diverse cultural milieu.",
        "The group's openness to foreign cultures led to a loss of their own traditions and identity, causing cultural erosion.",
        "The group’s strong dislike for outsiders forced them to become self-reliant, fostering innovation and resilience within the community."
    ],
    "history_origin": [
        "Aboriginal peoples united in the area",
        "They were refugees from a fallen land",
        "They were exiles or losers of some civil strife",
        "They were colonists who became independent",
        "They were magically created or shaped here",
        "They all followed a faith or ideology here",
        "They were a conquering army gone native",
        "They migrated here for profit or plunder"
    ],
    "history_originals": [
        "There were no other humans living here",
        "They were wiped out in warfare",
        "They were utterly assimilated",
        "They were driven into exile",
        "They became the ruling class",
        "They became an oppressed underclass",
        "They were partially assimilated",
        "They retained small areas of self-rule",
        "Roll 1d8 twice; both happened",
        "No one can agree on what happened"
    ],
    "history_peak": [
        "A terrible regional evil was driven back",
        "Academies were built that are still honored",
        "Ancient foes were united together",
        "Grand Workings were sorcerously raised",
        "It controlled the trade of the entire region",
        "It was hegemon over its weaker neighbors",
        "Its armies were fearsomely mighty",
        "Its culture was compelling to its neighbors",
        "Magnificent works of art were created",
        "Numerous legendary heroes arose",
        "The populace was tremendously prosperous",
        "Wonderful works of architecture were built"
    ],
    "history_surviviors": [
        "They fled for refuge to a neighboring nation",
        "They sought to hide in a dangerous wilderness",
        "They were exterminated by bitter rivals",
        "They degenerated into savage remnants",
        "They were enslaved by their enemies",
        "They were magically transformed or twisted",
        "They were shattered into pockets of survivors",
        "They became a remnant shadow of themselves",
        "They forcibly migrated into a weaker land",
        "They formed the nucleus of a new culture",
        "They split into several new, smaller groups",
        "Roll twice; the resultant groups hate each other"
    ],
    "history_zenith": [
        "Its people were too deeply divided",
        "Its leadership was hopelessly inept",
        "The gods cursed it to ruin",
        "Decadence and self-absorption doomed it",
        "It was vastly overconfident in its plans",
        "Its neighbors conspired to help ruin it",
        "It was actually two crises, and it was too much",
        "It was culturally exhausted and apathetic",
        "Some tried to take advantage of the crisis",
        "Its strengths were useless against the problem",
        "The crisis was far too vast and overwhelming",
        "Some leaders were allied with the crisis"
    ],
    "nation_currentprobs": [
        "Farmland is becoming worn-out and depleted",
        "Verminous monsters are swarming",
        "A rebel front is stirring up trouble",
        "An outside power is backing internal strife",
        "The leadership is inept and distracted",
        "A religious reformer is breaking old compacts",
        "An evil is provoking outraged rioting",
        "Dark cults are attracting the ambitious",
        "A Blighted horde is threatening the borders",
        "An ancient ruin has disgorged some peril",
        "Malcontents have obtained a potent artifact",
        "Luxuriance has left the nation’s coffers bare",
        "Local aristocrats are pushing for independence",
        "An important mine has run out or been harmed",
        "A sinister favorite has infatuated the leader",
        "A recurring plant plague is causing hunger",
        "Fearsome monsters are migrating into the land",
        "A rival is preparing for war or raiding",
        "A grand national plan is exhausting the people",
        "A savage grudge has erupted between lords"
    ],
    "nation_disputes": [
        "Raiders are taking refuge in their lands",
        "Ownership of a resource site is disputed",
        "A usurper or criminal is being sheltered there",
        "A troublemaking religion is based there",
        "Their rulers have a political claim on the throne",
        "A diplomatic marriage is going sour",
        "A past war’s savagery has left deep scars",
        "Their culture is supplanting local beliefs",
        "Their immigrants are gaining great influence",
        "They broke off an alliance or important pact",
        "They lured away an academy or great temple",
        "Border tariffs and taxes are blocking trade",
        "They drove a terrible beast into this land",
        "A Working of theirs caused problems here",
        "They woke up a great peril from the past",
        "They’re cooperating with an enemy group",
        "They’re suspected of backing assassinations",
        "A spy ring is suspected or has been found",
        "They refused to give aid for some current need",
        "They’ve been hostile to an allied group"
    ],
    "nation_goodthings": [
        "A splendid mine or resource has been found",
        "A pious saint is strengthening a major faith",
        "A noble heir shows signs of heroic greatness",
        "A major rival has recently suffered a calamity",
        "New farmland has been opened up recently",
        "A new trade route has been forged",
        "A horrible monster was slain or driven off",
        "Good harvests have enriched the people",
        "A wicked minister has been deposed",
        "A new academy has recently opened",
        "A bandit or rebel uprising has been crushed",
        "Two rival lords have started to make peace",
        "An old enemy has agreed to a peace pact",
        "The military won a recent smashing victory",
        "A helpful Working has been activated",
        "A powerful artifact is helping the ruler",
        "An old source of unrest has been calmed",
        "A dark cult has been revealed and purged",
        "New diplomatic ties have been made",
        "A new lord has risen, loved by his people"
    ],
    "nation_positiveties": [
        "The ruling classes are related in some way",
        "An important faith crosses the border",
        "They fought by our side sometime in the past",
        "Their culture is widely admired here",
        "They helped to overcome an eldritch peril",
        "They held back an enemy from our border",
        "They are co-ethnics of the same origins",
        "They provide critical trade relations",
        "Sages and scholars came from there",
        "They gave critical aid during a disaster",
        "A hero of this land came originally from there",
        "A past hero-king once ruled both lands",
        "They produce some vital commodity",
        "They have a shared enemy",
        "A Working they have is helpful here, too",
        "A long-standing alliance or trade pact exists",
        "They recently conceded some disputed land",
        "They greatly admire elements of this culture",
        "They’re considered unusually attractive here",
        "They took in refugees from here at one point"
    ],
    "nation_themes": [
        "The nation is brutally assailed by bestial, primitive forces, whether from external enemies or internal divisions. Naked violence, cruelty, ignorance, and hatred are always near the surface of things, either as threats pressing on the familiar or as instincts and habits among the natives. ",
        "The nation is voluptuously cruel, indulgent, and indifferent to the prices it pays for its pleasures. Unspeakable debaucheries and sordid delights are in common circulation, and few ever think to question the appropriateness of inflicting brutal evils in order to obtain some elevated enjoyment or refined pleasure. The PCs are regularly exposed to the consequences of such indulgences and the damage they inflict on others. ",
        "The nation is redolent of hopelessness and apathetic submission to fate. It may be because some overwhelming evil seems inevitably due to pass, or because all prior efforts at improvement have brought only worse suffering, or because some bright cultural hope or golden age is now clearly lost and ruined forever. The nation will tend to accept evils and sufferings as inevitable, and the natives will do little to rebel, resist, or defy their unhappy fates. ",
        "A genuine love of knowledge imbues the nation, such that academies and schools have an important role in social and political life and a good education is considered a hallmark of gentility. The populace has a genuine curiosity and zest for investigation, and finding the truth of things is considered more important than secure stability. ",
        "The nation is depleted of something critical, whether that is a tangible resource or their spiritual reserves of enthusiasm and hope. Everything is tired in this nation, with spent rivers, barren fields, cut-over forests, and shorn hillsides. If material resources are sufficient, the natives simply don’t have the energy or enthusiasm to bring in more than they presently do, perhaps out of a sense that nothing good can come of any putative improvement. ",
        "The nation’s borders are expanding, either through successful conquest, peaceful assimilation of bordermarches, or the seductive appeal of their values and culture. The society is vigorous and confident, assured of the justification of their expansion and of the good it will provide to everyone deserving of good. There’s usually some truth to this, albeit perhaps less than the expansionists would like to admit. ",
        "The nation is imbued with a sense of hope and potential, the promise of a better day to come and a brighter future for those who win through their present problems. There may have been a recent discovery of some great trove of resources, some magical or technological innovation that promises great results, or the rise of a beloved house of seemingly- blessed rulers. ",
        "The nation is an ignorant one, redolent of (incorrect) superstition, false gods, blundering institutions, and erroneous beliefs of all kinds. These beliefs are somehow critical to the setting’s culture or society, such that being rid of them would cause some profound, potentially bloody disruption of life. Life in this nation can go on as it does only so long as the ignorance remains unilluminated, and the vast majority of its populace would rather remain in error than exist in chaos. ",
        "One or more powers or institutions in the nation have a genuine concern for justice and righteousness, such that the society’s laws and values are fairly and even-handedly enforced. These laws may not perfectly match modern conceptions of justice, but what exists is meant to be applied evenly. Righteous crusaders for the cause, honest magistrates, and some great struggle to enforce justice on a widely- understood wrong might all be present.",
        "The nation’s rulers or controlling institutions have a profound degree of legitimacy among the populace, such that it’s hard to imagine ever overthrowing them as a group. Individuals among them might be criminals or incompetents, but the structures as a whole are accepted as necessary and eternal by most elements of the society. This legitimacy may derive from divine mandates, personal prowess, honored lineages, or a terror of the chaos that would exist without them. ",
        "Some substantial portion of the nation is cruelly oppressed by some force. It’s rare that this is the same group in all areas of the nation; oppression as a key theme to the setting implies that many groups in many places suffer under this, and it may be accepted as a commonplace that one group or another needs to be harshly repressed if the rest of society is to prosper. Oppressive groups will usually have a clearly-enunciated philosophy of why this state of affairs is necessary, and it usually will have at least some coloring of justification to have persisted as it has. ",
        "The nation is marked by dramatic displays, magnificent architecture, sweeping demonstrations of might, and large-scale undertakings for the glory or edification of the rulers and populace. The locals tend to place great store by such ritual displays, finding them inspiring, meaningful, and important in more than strictly material ways. These grandiose efforts actually have real results towards unification, inspiration, and societal harmony. ",
        "The nation is poor. Even aristocrats might not be assured of the necessary staples of life, or basic resources might be constantly threatened by monsters, warfare, calamities, or simple dearth. The struggle for resources and the basic necessities for survival are apt to drive numerous conflicts in the setting, and the consequences of failure can be far worse than mere discomfort for the losers. ",
        "Whatever good the nation has is under immediate siege by circumstances, and it looks very likely that it might crumble. Something is happening in the setting to make old verities and assured societal institutions totter, whether a massive monstrous invasion or a revolt by some displeased underclass. These institutions will tend to strike out violently at threats, fearing that their basic existence is at stake, and the recklessness of their responses might be the very catalyst that provokes their eventual collapse. ",
        "The nation is relatively rich, such that conventional scourges of famine, privation, and desperation aren’t nearly as common as they would be in other cultures. Pockets of genuine want may exist, but the average commoner leads a well-fed, wellclothed life and the grandees have the resources for impressive displays of wealth. This prosperity may be the fruit of unusual natural resources, exceptional societal harmony, magical blessings, or simple good climate. ",
        "A spirit of reformation and renewal breathes through the nation, with old noble houses rising once again, decayed religions being reformed, corrupt institutions being shaken, and the populace generally more insistent on improvement. This renewal could be a harkening back to the old ideals of yore or an appeal to some new innovation, and the subjects could just as easily be a royal house recalled from exile as a new republic’s establishment. ",
        "The nation draws harsh lines between social classes, cultural groups, regions, sexes, or some other distinction between people. Castes and aristocracies are a common feature of these settings, ones drawn sharply by blood or birth circumstances. Adventurers are apt to be wild cards in these societies due to their ability to obtain outsized personal power, and they may regularly run into conflicts or complications that they have the strength to deal with, but not the social permission. ",
        "Something wonderful has recently been accomplished in the nation; a dark lord defeated, an evil king overthrown, a plague ended, a natural disaster overcome, or the like. The setting is touched with a sense of success and victory, despite the costs of that triumph, and filled with a confidence in its own power and potential. There will be many new institutions and groups seeking to exploit the aftermath and earn their rightful share of the rewards. ",
        "Powers and groups within the nation are highly united in their goals and sense of fellow-feeling. While not necessarily xenophobic, they will tend to value their brethren more than strangers, and paper over internal conflicts and disagreements that might fester into civil disorder or chaos in less harmonious societies. These societies might have been shaped by some all-consuming peril that forced them together or a culture that greatly prizes unity. ",
        "The nation is a bloody one, with human life held cheap and death a commonplace. This may be the result of incessant warfare, such that most people half-expect to die in battle, or it may be the product of a society that simply doesn’t value people’s lives. Death may be a penalty for comparatively trivial sins, or the environment might just be so dangerous that a death in bed is a thing unlooked-for by most."
    ],
    "religion_clergy": [
        "Just ritual technicians trained in complex rites, with no special moral qualities. ",
        "Chosen from specific bloodlines or groups and trained to serve the faithful. ",
        "Experts in some sphere related to the god’s portfolio or nature, though trained in ritual. ",
        "Sorcerers who serve the god as part of their magical studies or efforts. ",
        "Common believers chosen by their peers for their technical skill and good moral qualities. ",
        "Isolated ascetics or ritually-separated persons expected to keep a distance from the world. ",
        "Individuals who step forward and are accepted for their qualities or technical skills as priests. ",
        "The wealthier believers who can afford to keep up the expensive or demanding ritual practice."
    ],
    "religion_desires": [
        "Crush its religious rivals in the area",
        "Destroy a heretical but powerful sub-sect",
        "Expand the faith to a foreign land or people",
        "Recover holy land or a sacred site",
        "Obtain vast material wealth for the faith",
        "Depose a hostile royal house or government",
        "Smash a specific enemy faith or group",
        "Embody their god with a mighty ritual",
        "Erect a huge and imposing temple complex",
        "Perform a tremendously expensive rite",
        "Strengthen or protect its devout believers",
        "Roll again; stop a rival from doing tha"
    ],
    "religion_function": [
        "It’s the war god or patron of those who fight",
        "It’s the favorite god of the ruling class",
        "It’s the patron of an important profession",
        "It’s a devil-figure that must be placated",
        "It provides healing or protection from danger",
        "It’s a patron of an illegal but inevitable trade",
        "It hallows the law and consecrates oaths",
        "It’s flatly illegal and hated by most",
        "It’s the protector of an ethnic minority",
        "It provides good harvests or human fertility",
        "It’s the patron of the former rulers of the land",
        "It guards particular places within the land",
        "It provides wisdom and insight at need",
        "It gives good luck to its petitioners",
        "It’s a protector of the weak and humble",
        "It empowers those seeking revenge for wrongs",
        "It bestows material wealth upon petitioners",
        "It protects the soul in the afterlife",
        "It explains the creation and order of the world",
        "It prevents some type of common disaster"
    ],
    "religion_origin": [
        "It’s a deified ancestor-king or progenitor",
        "It’s a legendary historical hero or teacher",
        "It’s an abstract principle reified as an entity",
        "It simply always existed since creation",
        "It was an apotheosized sorcerer",
        "It’s the genius of a particular land or location",
        "It was an Outsider or alien from beyond",
        "It was a personified natural phenomenon",
        "It was another faith’s saint turned into a god",
        "It was a tamed or placated supernatural entity",
        "It was an artificial construct built by humans",
        "The deity is the fusion of an ancestral king and a legendary hero, embodying their virtues and teachings, thus serving as a spiritual guide for the followers.",
        "The god symbolizes a divine ancestor-king who was the embodiment of an abstract principle, serving as a physical manifestation of that principle.",
        "The deity is an eternal ancestor-king, worshipped as a figure who has existed since the dawn of creation, personifying the timeless lineage of the believers.",
        "The deity is a revered ancestor-king who ascended to godhood through the power of arcane magic, regarded as the divine symbol of magic and wisdom.",
        "The god is an ancestor-king believed to embody the spirit of a specific location, reflecting the characteristics and values of that land.",
        "The deity is a figure from beyond, an alien or Outsider, who took on the form of a deified ancestor-king to guide the faithful.",
        "The god personifies a natural phenomenon, believed to be the spirit of an ancestral king manifesting in nature's wonders.",
        "The deity is an ancient ancestor-king, revered by another faith as a saint, who was then elevated to godhood by the followers of this religion.",
        "The god is believed to be a supernatural entity that was tamed or placated and eventually became a revered ancestor-king of the religion.",
        "The deity is a man-made construct, crafted in the image of an ancient ancestor-king, worshipped as a divine protector.",
        "The god is an abstract principle, personified by a legendary historical figure known for their heroism and teachings.",
        "The deity is a legendary figure, believed to have existed since the dawn of creation, embodying eternal heroism and wisdom.",
        "The deity is an apotheosized sorcerer, renowned for their legendary heroism, their magic-infused teachings guiding the followers.",
        "The god is the embodiment of the land's genius, personified by a historical hero who shaped the region and its culture.",
        "The deity is an Outsider, a legendary hero or teacher from beyond, worshipped for their divine wisdom and guidance.",
        "The god is a personified natural phenomenon, represented by a legendary hero, seen as the guardian of that phenomenon.",
        "The deity is a saint from another faith, regarded as a legendary hero, who was later elevated to godhood.",
        "The god is a supernatural entity that was tamed and subsequently became a legendary hero or teacher of the faith.",
        "The deity is an artificial construct, crafted in the image of a revered historical hero, serving as a symbol of that hero's teachings.",
        "The god is an abstract principle that has been present since creation, worshipped as an eternal entity that guides the moral and ethical values of the faith.",
        "The deity is an apotheosized sorcerer who embodies an abstract principle, their divine magic serving as a symbol of that principle.",
        "The god is the embodiment of the genius of a specific location, reified as an abstract principle that influences the culture and values of that area.",
        "The deity is an Outsider, representing an abstract principle from beyond, revered as a divine entity guiding the faith's principles.",
        "The god is a natural phenomenon personified as an abstract principle, embodying the divine essence of that phenomenon.",
        "The deity is a saint from another faith, representing an abstract principle, who was elevated to godhood within this religion.",
        "The god is a supernatural entity that was tamed and came to embody an abstract principle of the religion.",
        "The deity is an artificial construct, embodying an abstract principle, designed by humans to guide their moral and ethical compass.",
        "The god is an apotheosized sorcerer who has always existed since creation, their divine magic shaping the cosmos and the faith of the followers.",
        "The deity is the genius of a specific land that has existed since the dawn of creation, the eternal guardian spirit of that place.",
        "The god is an Outsider, an alien entity that has existed since creation, venerated for their eternal wisdom and power.",
        "The deity is a personified natural phenomenon that has existed since creation, embodying the eternal aspects of that phenomenon.",
        "The god is a saint from another faith, believed to have existed since creation, who was later recognized as a deity in this religion.",
        "The deity is a tamed supernatural entity, revered as an eternal force since creation, guiding the followers on their spiritual journey.",
        "The god is an artificial construct, believed to have existed since the dawn of creation, designed by humans to symbolize their faith.",
        "The deity is an apotheosized sorcerer who represents the genius of a specific location, their magical power influencing the land and its inhabitants.",
        "The god is an Outsider, an apotheosized alien sorcerer, whose otherworldly magic guides the believers.",
        "The deity is a personified natural phenomenon, believed to be an apotheosized sorcerer whose magic is connected to the natural world.",
        "The god is a saint from another faith, who was an apotheosized sorcerer in this religion, guiding the believers with divine magic.",
        "The deity is a tamed supernatural entity, who was once a sorcerer that achieved godhood through their divine magic.",
        "The god is an artificial construct, designed in the image of an apotheos"
    ],
    "religion_portfolio": [
        "A Human Vice & Local Terrain Type",
        "A Human Vice & Beasts",
        "A Human Vice & Beauty/Sex",
        "A Human Vice & Cosmic Law",
        "A Human Vice & Creation",
        "A Human Vice & Death",
        "A Human Vice & Fertility",
        "A Human Vice & Forests",
        "A Human Vice & Night",
        "A Human Vice & Pain",
        "A Human Vice & Sea/Rivers",
        "A Human Vice & Seasons",
        "A Human Vice & Sky",
        "A Human Vice & Storms/Rain",
        "A Human Vice & Sun/Moon/Stars",
        "A Human Vice & The Underworld",
        "A Human Vice & Time",
        "A Human Vice & Untamed Nature",
        "A Human Vice & Magic",
        "A Human Vice & Mountains",
        "A Kind of Demihuman & Local Terrain Type",
        "A Kind of Demihuman & Beasts",
        "A Kind of Demihuman & Beauty/Sex",
        "A Kind of Demihuman & Cosmic Law",
        "A Kind of Demihuman & Creation",
        "A Kind of Demihuman & Death",
        "A Kind of Demihuman & Fertility",
        "A Kind of Demihuman & Forests",
        "A Kind of Demihuman & Night",
        "A Kind of Demihuman & Pain",
        "A Kind of Demihuman & Sea/Rivers",
        "A Kind of Demihuman & Seasons",
        "A Kind of Demihuman & Sky",
        "A Kind of Demihuman & Storms/Rain",
        "A Kind of Demihuman & Sun/Moon/Stars",
        "A Kind of Demihuman & The Underworld",
        "A Kind of Demihuman & Time",
        "A Kind of Demihuman & Untamed Nature",
        "A Kind of Demihuman & Magic",
        "A Kind of Demihuman & Mountains",
        "Agriculture & Local Terrain Type",
        "Agriculture & Beasts",
        "Agriculture & Beauty/Sex",
        "Agriculture & Cosmic Law",
        "Agriculture & Creation",
        "Agriculture & Death",
        "Agriculture & Fertility",
        "Agriculture & Forests",
        "Agriculture & Night",
        "Agriculture & Pain",
        "Agriculture & Sea/Rivers",
        "Agriculture & Seasons",
        "Agriculture & Sky",
        "Agriculture & Storms/Rain",
        "Agriculture & Sun/Moon/Stars",
        "Agriculture & The Underworld",
        "Agriculture & Time",
        "Agriculture & Untamed Nature",
        "Agriculture & Magic",
        "Agriculture & Mountains",
        "Cities & Local Terrain Type",
        "Cities & Beasts",
        "Cities & Beauty/Sex",
        "Cities & Cosmic Law",
        "Cities & Creation",
        "Cities & Death",
        "Cities & Fertility",
        "Cities & Forests",
        "Cities & Night",
        "Cities & Pain",
        "Cities & Sea/Rivers",
        "Cities & Seasons",
        "Cities & Sky",
        "Cities & Storms/Rain",
        "Cities & Sun/Moon/Stars",
        "Cities & The Underworld",
        "Cities & Time",
        "Cities & Untamed Nature",
        "Cities & Magic",
        "Cities & Mountains",
        "Commerce & Local Terrain Type",
        "Commerce & Beasts",
        "Commerce & Beauty/Sex",
        "Commerce & Cosmic Law",
        "Commerce & Creation",
        "Commerce & Death",
        "Commerce & Fertility",
        "Commerce & Forests",
        "Commerce & Night",
        "Commerce & Pain",
        "Commerce & Sea/Rivers",
        "Commerce & Seasons",
        "Commerce & Sky",
        "Commerce & Storms/Rain",
        "Commerce & Sun/Moon/Stars",
        "Commerce & The Underworld",
        "Commerce & Time",
        "Commerce & Untamed Nature",
        "Commerce & Magic",
        "Commerce & Mountains",
        "Crafting Death & Local Terrain Type",
        "Crafting Death & Beasts",
        "Crafting Death & Beauty/Sex",
        "Crafting Death & Cosmic Law",
        "Crafting Death & Creation",
        "Crafting Death & Death",
        "Crafting Death & Fertility",
        "Crafting Death & Forests",
        "Crafting Death & Night",
        "Crafting Death & Pain",
        "Crafting Death & Sea/Rivers",
        "Crafting Death & Seasons",
        "Crafting Death & Sky",
        "Crafting Death & Storms/Rain",
        "Crafting Death & Sun/Moon/Stars",
        "Crafting Death & The Underworld",
        "Crafting Death & Time",
        "Crafting Death & Untamed Nature",
        "Crafting Death & Magic",
        "Crafting Death & Mountains",
        "Deception & Local Terrain Type",
        "Deception & Beasts",
        "Deception & Beauty/Sex",
        "Deception & Cosmic Law",
        "Deception & Creation",
        "Deception & Death",
        "Deception & Fertility",
        "Deception & Forests",
        "Deception & Night",
        "Deception & Pain",
        "Deception & Sea/Rivers",
        "Deception & Seasons",
        "Deception & Sky",
        "Deception & Storms/Rain",
        "Deception & Sun/Moon/Stars",
        "Deception & The Underworld",
        "Deception & Time",
        "Deception & Untamed Nature",
        "Deception & Magic",
        "Deception & Mountains",
        "Healing Forests & Local Terrain Type",
        "Healing Forests & Beasts",
        "Healing Forests & Beauty/Sex",
        "Healing Forests & Cosmic Law",
        "Healing Forests & Creation",
        "Healing Forests & Death",
        "Healing Forests & Fertility",
        "Healing Forests & Forests",
        "Healing Forests & Night",
        "Healing Forests & Pain",
        "Healing Forests & Sea/Rivers",
        "Healing Forests & Seasons",
        "Healing Forests & Sky",
        "Healing Forests & Storms/Rain",
        "Healing Forests & Sun/Moon/Stars",
        "Healing Forests & The Underworld",
        "Healing Forests & Time",
        "Healing Forests & Untamed Nature",
        "Healing Forests & Magic",
        "Healing Forests & Mountains",
        "Justice & Local Terrain Type",
        "Justice & Beasts",
        "Justice & Beauty/Sex",
        "Justice & Cosmic Law",
        "Justice & Creation",
        "Justice & Death",
        "Justice & Fertility",
        "Justice & Forests",
        "Justice & Night",
        "Justice & Pain",
        "Justice & Sea/Rivers",
        "Justice & Seasons",
        "Justice & Sky",
        "Justice & Storms/Rain",
        "Justice & Sun/Moon/Stars",
        "Justice & The Underworld",
        "Justice & Time",
        "Justice & Untamed Nature",
        "Justice & Magic",
        "Justice & Mountains",
        "Luck & Local Terrain Type",
        "Luck & Beasts",
        "Luck & Beauty/Sex",
        "Luck & Cosmic Law",
        "Luck & Creation",
        "Luck & Death",
        "Luck & Fertility",
        "Luck & Forests",
        "Luck & Night",
        "Luck & Pain",
        "Luck & Sea/Rivers",
        "Luck & Seasons",
        "Luck & Sky",
        "Luck & Storms/Rain",
        "Luck & Sun/Moon/Stars",
        "Luck & The Underworld",
        "Luck & Time",
        "Luck & Untamed Nature",
        "Luck & Magic",
        "Luck & Mountains",
        "Marriage or Family & Local Terrain Type",
        "Marriage or Family & Beasts",
        "Marriage or Family & Beauty/Sex",
        "Marriage or Family & Cosmic Law",
        "Marriage or Family & Creation",
        "Marriage or Family & Death",
        "Marriage or Family & Fertility",
        "Marriage or Family & Forests",
        "Marriage or Family & Night",
        "Marriage or Family & Pain",
        "Marriage or Family & Sea/Rivers",
        "Marriage or Family & Seasons",
        "Marriage or Family & Sky",
        "Marriage or Family & Storms/Rain",
        "Marriage or Family & Sun/Moon/Stars",
        "Marriage or Family & The Underworld",
        "Marriage or Family & Time",
        "Marriage or Family & Untamed Nature",
        "Marriage or Family & Magic",
        "Marriage or Family & Mountains",
        "Music & Local Terrain Type",
        "Music & Beasts",
        "Music & Beauty/Sex",
        "Music & Cosmic Law",
        "Music & Creation",
        "Music & Death",
        "Music & Fertility",
        "Music & Forests",
        "Music & Night",
        "Music & Pain",
        "Music & Sea/Rivers",
        "Music & Seasons",
        "Music & Sky",
        "Music & Storms/Rain",
        "Music & Sun/Moon/Stars",
        "Music & The Underworld",
        "Music & Time",
        "Music & Untamed Nature",
        "Music & Magic",
        "Music & Mountains",
        "Prophecy & Local Terrain Type",
        "Prophecy & Beasts",
        "Prophecy & Beauty/Sex",
        "Prophecy & Cosmic Law",
        "Prophecy & Creation",
        "Prophecy & Death",
        "Prophecy & Fertility",
        "Prophecy & Forests",
        "Prophecy & Night",
        "Prophecy & Pain",
        "Prophecy & Sea/Rivers",
        "Prophecy & Seasons",
        "Prophecy & Sky",
        "Prophecy & Storms/Rain",
        "Prophecy & Sun/Moon/Stars",
        "Prophecy & The Underworld",
        "Prophecy & Time",
        "Prophecy & Untamed Nature",
        "Prophecy & Magic",
        "Prophecy & Mountains",
        "Protection & Local Terrain Type",
        "Protection & Beasts",
        "Protection & Beauty/Sex",
        "Protection & Cosmic Law",
        "Protection & Creation",
        "Protection & Death",
        "Protection & Fertility",
        "Protection & Forests",
        "Protection & Night",
        "Protection & Pain",
        "Protection & Sea/Rivers",
        "Protection & Seasons",
        "Protection & Sky",
        "Protection & Storms/Rain",
        "Protection & Sun/Moon/Stars",
        "Protection & The Underworld",
        "Protection & Time",
        "Protection & Untamed Nature",
        "Protection & Magic",
        "Protection & Mountains",
        "Revenge & Local Terrain Type",
        "Revenge & Beasts",
        "Revenge & Beauty/Sex",
        "Revenge & Cosmic Law",
        "Revenge & Creation",
        "Revenge & Death",
        "Revenge & Fertility",
        "Revenge & Forests",
        "Revenge & Night",
        "Revenge & Pain",
        "Revenge & Sea/Rivers",
        "Revenge & Seasons",
        "Revenge & Sky",
        "Revenge & Storms/Rain",
        "Revenge & Sun/Moon/Stars",
        "Revenge & The Underworld",
        "Revenge & Time",
        "Revenge & Untamed Nature",
        "Revenge & Magic",
        "Revenge & Mountains",
        "Ruling & Local Terrain Type",
        "Ruling & Beasts",
        "Ruling & Beauty/Sex",
        "Ruling & Cosmic Law",
        "Ruling & Creation",
        "Ruling & Death",
        "Ruling & Fertility",
        "Ruling & Forests",
        "Ruling & Night",
        "Ruling & Pain",
        "Ruling & Sea/Rivers",
        "Ruling & Seasons",
        "Ruling & Sky",
        "Ruling & Storms/Rain",
        "Ruling & Sun/Moon/Stars",
        "Ruling & The Underworld",
        "Ruling & Time",
        "Ruling & Untamed Nature",
        "Ruling & Magic",
        "Ruling & Mountains",
        "Theft or Crime & Local Terrain Type",
        "Theft or Crime & Beasts",
        "Theft or Crime & Beauty/Sex",
        "Theft or Crime & Cosmic Law",
        "Theft or Crime & Creation",
        "Theft or Crime & Death",
        "Theft or Crime & Fertility",
        "Theft or Crime & Forests",
        "Theft or Crime & Night",
        "Theft or Crime & Pain",
        "Theft or Crime & Sea/Rivers",
        "Theft or Crime & Seasons",
        "Theft or Crime & Sky",
        "Theft or Crime & Storms/Rain",
        "Theft or Crime & Sun/Moon/Stars",
        "Theft or Crime & The Underworld",
        "Theft or Crime & Time",
        "Theft or Crime & Untamed Nature",
        "Theft or Crime & Magic",
        "Theft or Crime & Mountains",
        "Travel or Roads & Local Terrain Type",
        "Travel or Roads & Beasts",
        "Travel or Roads & Beauty/Sex",
        "Travel or Roads & Cosmic Law",
        "Travel or Roads & Creation",
        "Travel or Roads & Death",
        "Travel or Roads & Fertility",
        "Travel or Roads & Forests",
        "Travel or Roads & Night",
        "Travel or Roads & Pain",
        "Travel or Roads & Sea/Rivers",
        "Travel or Roads & Seasons",
        "Travel or Roads & Sky",
        "Travel or Roads & Storms/Rain",
        "Travel or Roads & Sun/Moon/Stars",
        "Travel or Roads & The Underworld",
        "Travel or Roads & Time",
        "Travel or Roads & Untamed Nature",
        "Travel or Roads & Magic",
        "Travel or Roads & Mountains",
        "War & Local Terrain Type",
        "War & Beasts",
        "War & Beauty/Sex",
        "War & Cosmic Law",
        "War & Creation",
        "War & Death",
        "War & Fertility",
        "War & Forests",
        "War & Night",
        "War & Pain",
        "War & Sea/Rivers",
        "War & Seasons",
        "War & Sky",
        "War & Storms/Rain",
        "War & Sun/Moon/Stars",
        "War & The Underworld",
        "War & Time",
        "War & Untamed Nature",
        "War & Magic",
        "War & Mountains",
        "Wisdom & Local Terrain Type",
        "Wisdom & Beasts",
        "Wisdom & Beauty/Sex",
        "Wisdom & Cosmic Law",
        "Wisdom & Creation",
        "Wisdom & Death",
        "Wisdom & Fertility",
        "Wisdom & Forests",
        "Wisdom & Night",
        "Wisdom & Pain",
        "Wisdom & Sea/Rivers",
        "Wisdom & Seasons",
        "Wisdom & Sky",
        "Wisdom & Storms/Rain",
        "Wisdom & Sun/Moon/Stars",
        "Wisdom & The Underworld",
        "Wisdom & Time",
        "Wisdom & Untamed Nature",
        "Wisdom & Magic",
        "Wisdom & Mountains"
    ],
    "religion_relatability": [
        "It’s the main purveyor of healing blessings",
        "It provides magical favors to the faithful",
        "It’s locked in conflict with a major local power",
        "It supports something the PCs love or hate",
        "It’s the state faith or otherwise legally important",
        "It regularly hires people to do work for it",
        "It’s trying to expand and needs help",
        "It’s a huge economic player in the area",
        "It plots secret sinister evils against the land",
        "It has influence over important locals"
    ],
    "religion_scriptures": [
        "Never/always associate with certain types",
        "Never eat a particular common food type",
        "Give a significant tithe regularly",
        "Make particular sacrifices at certain times",
        "Revere/hate a class or group of people",
        "Forbid a certain common profession or role",
        "Forbid an activity common to society",
        "Give secular obedience to the clergy",
        "Pray at certain fixed places or times",
        "Never/always trade with certain sorts",
        "Never/always live in certain places",
        "Marry exclusively within the faith",
        "Do something society finds repugnant",
        "Hold certain places to be taboo",
        "Hide the inner faith’s teachings from outsiders",
        "Make sacrifices that society finds hateful",
        "Never/always make war on certain types",
        "Honor/degrade a particular profession",
        "Make certain pilgrimages to holy places",
        "Never/always cooperate with a certain faith"
    ],
    "religion_structure": [
        "Each holy man or woman is the autonomous leader of their own branch of the sect, with however many followers they can gather. ",
        "There are multiple pontiffs, friendly or otherwise, with subordinate clergy obedient to their own pontiff and perhaps cooperative with others. ",
        "There is a single pontiff with a layer of upper clergy and temple heads beneath them, who have a layer of minor clergy serving them. ",
        "Individual congregations are independent, with their clergy subject to the consensus will of their parishioners. ",
        "Powerful lay believers fund temples that are subject to their family’s wishes, staffed by clergy supported by their funding. ",
        "There is no official clergy; some believers may take up special roles or provide teaching, but they are not qualitatively different from others. ",
        "The church is entirely part of the secular structure of the land, its clergy no more than officials appointed by the government to their roles."
    ],
    "religion_temple_assistance": [
        "They have considerable magical resources",
        "They’re unusually flush with cash",
        "They own a lot of valuable goods or land",
        "They have the ear of important locals",
        "The local lord relies on them considerably",
        "They have useful secular servants",
        "They know a lot of useful secrets",
        "They can get crimes or offenses forgiven",
        "They are owed favors by other temples",
        "They have a lot of well-armed followers"
    ],
    "religion_temple_leader": [
        "A venal time-server of desultory piety",
        "A harried and inexperienced new leader",
        "A dutiful minion of the local secular power",
        "An incompetent shunted off to the post",
        "A local prodigy of remarkable abilities",
        "A grizzled and pragmatic leader",
        "A charismatic but near-schismatic iconoclast",
        "A practical and reasonably pious cleric"
    ],
    "religion_temple_opinion": [
        "It’s held in contempt for its flaws and failings",
        "Something about it is bothering the locals",
        "The locals accept it as a tolerable shrine",
        "It has a good and trustworthy reputation",
        "It did something recently that gave it glory",
        "It’s held in utmost esteem by the locals"
    ],
    "religion_temple_problems": [
        "A rival faith is doing the temple real harm",
        "The locals expect a miracle it can’t provide",
        "The leader is fighting with their superiors",
        "A priest recently did something awful",
        "The temple got into serious debt lately",
        "Some disaster physically damaged the place",
        "Some armed men have a grudge against it",
        "The elite refuse to patronize it for some reason",
        "It suffers signs of real divine displeasure",
        "A sorcerer-priest is meddling with dark forces",
        "A schismatic is drawing off its believers",
        "Roll twice; one because of the other"
    ],
    "religion_temple_quirks": [
        "It’s built into a once-secular building",
        "It’s remarkably well-fortified",
        "It’s connected to a secular business",
        "The clergy are largely related to each other",
        "It’s in an unusually dangerous location",
        "It shares space with a friendly faith",
        "It follows unusual prohibitions or rites",
        "It has access to some ancient artifact",
        "The library is remarkably extensive",
        "It attracts prophets and religious merchants",
        "It provides some illicit or scandalous service",
        "It’s more a merchant enterprise than a shrine",
        "It’s unusually beautifully-built",
        "It’s a shadow of a once-glorious past",
        "It’s unusually recent in its founding",
        "The clergy generally hate each other there",
        "Its leadership is foreign or demihuman",
        "It deals only with the proven faithful",
        "It displaced a former faith, perhaps violently",
        "It actually is another faith, merely concealed"
    ],
    "religion_temple_size": [
        "Much smaller than most in a similar place",
        "Shrunken from its former size",
        "Normal for a temple of its importance",
        "Unusually large or grand for its site"
    ],
    "ruins_locations": [
        "Safer than usual for someplace like it",
        "There’s one notable kind of danger there",
        "It’s got some site-specific flavors of peril",
        "It’s unusually dangerous in several ways",
        "It will quickly kill the unprepared or unwary",
        "It’s a death zone for all but the strongest"
    ],
    "society_appearance_adornment": [
        "Intricate hair styles or braiding",
        "Painted skin markings that sometimes change",
        "Tattoos of some cultural significance",
        "Piercings, whether minor or elaborate",
        "Role or class-specific clothing items",
        "Patterned hair shaving or depilation",
        "Culturally-significant jewelry or accessories",
        "Color choices with social meaning to them",
        "Socially-meaningful animal motif items",
        "Worn weapons, tools or trade implements",
        "Significant scent or perfume uses",
        "Impractical or elaborate role-based clothes"
    ],
    "society_appearance_build": [
        "Smaller and slighter than their neighbors",
        "Same height and weight as the neighbors",
        "Either short and stocky or tall and slender",
        "Much bigger and bulkier than neighbors"
    ],
    "society_appearance_eye": [
        "Black or extremely dark brown",
        "Hazel or olive",
        "Blues in varying shades",
        "Grays, whether flat or metallic",
        "Ambers and yellows",
        "Greens in different shades",
        "An unusual or luminous color",
        "Black or extremely dark brown, with slits or unusual pupils",
        "Hazel or olive, with slits or unusual pupils",
        "Blues in varying shades, with slits or unusual pupils",
        "Grays, whether flat or metallic, with slits or unusual pupils",
        "Ambers and yellows, with slits or unusual pupils",
        "Greens in different shades, with slits or unusual pupils",
        "An unusual or luminous color, with slits or unusual pupils"
    ],
    "society_appearance_hair": [
        "They lack hair",
        "Night-black - Very tightly-curled",
        "Night-black - Dense and curled",
        "Night-black - Slightly wavy",
        "Night-black - Stiff and straight",
        "Night-black - Thick and wavy",
        "Night-black - Thin and fine",
        "Night-black - Thick and flowing",
        "Night-black - Scant and delicate",
        "Dark browns - Very tightly-curled",
        "Dark browns - Dense and curled",
        "Dark browns - Slightly wavy",
        "Dark browns - Stiff and straight",
        "Dark browns - Thick and wavy",
        "Dark browns - Thin and fine",
        "Dark browns - Thick and flowing",
        "Dark browns - Scant and delicate",
        "Lighter browns - Very tightly-curled",
        "Lighter browns - Dense and curled",
        "Lighter browns - Slightly wavy",
        "Lighter browns - Stiff and straight",
        "Lighter browns - Thick and wavy",
        "Lighter browns - Thin and fine",
        "Lighter browns - Thick and flowing",
        "Lighter browns - Scant and delicate",
        "Red shades - Very tightly-curled",
        "Red shades - Dense and curled",
        "Red shades - Slightly wavy",
        "Red shades - Stiff and straight",
        "Red shades - Thick and wavy",
        "Red shades - Thin and fine",
        "Red shades - Thick and flowing",
        "Red shades - Scant and delicate",
        "Blonds - Very tightly-curled",
        "Blonds - Dense and curled",
        "Blonds - Slightly wavy",
        "Blonds - Stiff and straight",
        "Blonds - Thick and wavy",
        "Blonds - Thin and fine",
        "Blonds - Thick and flowing",
        "Blonds - Scant and delicate",
        "White or white-blond - Very tightly-curled",
        "White or white-blond - Dense and curled",
        "White or white-blond - Slightly wavy",
        "White or white-blond - Stiff and straight",
        "White or white-blond - Thick and wavy",
        "White or white-blond - Thin and fine",
        "White or white-blond - Thick and flowing",
        "White or white-blond - Scant and delicate",
        "An unusual palette - Very tightly-curled",
        "An unusual palette - Dense and curled",
        "An unusual palette - Slightly wavy",
        "An unusual palette - Stiff and straight",
        "An unusual palette - Thick and wavy",
        "An unusual palette - Thin and fine",
        "An unusual palette - Thick and flowing",
        "An unusual palette - Scant and delicate"
    ],
    "society_appearance_quirks": [
        "They possess an extra eye somewhere",
        "An additional set of limbs or extremities",
        "Extremely pronounced sexual dimorphism",
        "Patches of feathers, scales, fur, or the like",
        "They have a tail of some sort",
        "They possess wings, whether useful or not",
        "Their skin is an unusual texture",
        "Sigil-marked by their creator in some way",
        "The sexes look very similar to outsiders",
        "They have a particular scent to them",
        "Their voices are peculiar in some way",
        "Additional or too few fingers or toes",
        "They have animalistic features in some way",
        "Have one or more manipulatory tentacles",
        "They have light-emitting organs or skin",
        "Their mouths are fanged or tusked",
        "They have alien Outsider features somehow",
        "Their proportions are distinctly strange",
        "They don’t show age the way others do",
        "They possess an extra eye somewhere and an additional set of limbs or extremities.",
        "They possess an extra eye somewhere and exhibit extremely pronounced sexual dimorphism.",
        "They possess an extra eye somewhere and have patches of feathers, scales, fur, or the like.",
        "They possess an extra eye somewhere and have a tail of some sort.",
        "They possess an extra eye somewhere and wings, whether useful or not.",
        "They possess an extra eye somewhere and their skin is an unusual texture.",
        "They possess an extra eye somewhere and are sigil-marked by their creator in some way.",
        "They possess an extra eye somewhere and the sexes look very similar to outsiders.",
        "They possess an extra eye somewhere and have a particular scent to them.",
        "They possess an extra eye somewhere and their voices are peculiar in some way.",
        "They possess an extra eye somewhere and have additional or too few fingers or toes.",
        "They possess an extra eye somewhere and have animalistic features in some way.",
        "They possess an extra eye somewhere and have one or more manipulatory tentacles.",
        "They possess an extra eye somewhere and have light-emitting organs or skin.",
        "They possess an extra eye somewhere and their mouths are fanged or tusked.",
        "They possess an extra eye somewhere and have alien Outsider features somehow.",
        "They possess an extra eye somewhere and their proportions are distinctly strange.",
        "They possess an extra eye somewhere and don't show age the way others do.",
        "An additional set of limbs or extremities and extremely pronounced sexual dimorphism.",
        "An additional set of limbs or extremities and have patches of feathers, scales, fur, or the like.",
        "An additional set of limbs or extremities and have a tail of some sort.",
        "An additional set of limbs or extremities and possess wings, whether useful or not.",
        "An additional set of limbs or extremities and their skin is an unusual texture.",
        "An additional set of limbs or extremities and are sigil-marked by their creator in some way.",
        "An additional set of limbs or extremities and the sexes look very similar to outsiders.",
        "An additional set of limbs or extremities and have a particular scent to them.",
        "An additional set of limbs or extremities and their voices are peculiar in some way.",
        "An additional set of limbs or extremities and have additional or too few fingers or toes.",
        "An additional set of limbs or extremities and have animalistic features in some way.",
        "An additional set of limbs or extremities and have one or more manipulatory tentacles.",
        "An additional set of limbs or extremities and have light-emitting organs or skin.",
        "An additional set of limbs or extremities and their mouths are fanged or tusked.",
        "An additional set of limbs or extremities and have alien Outsider features somehow.",
        "An additional set of limbs or extremities and their proportions are distinctly strange.",
        "An additional set of limbs or extremities and don't show age the way others do.",
        "Extremely pronounced sexual dimorphism and have patches of feathers, scales, fur, or the like.",
        "Extremely pronounced sexual dimorphism and have a tail of some sort.",
        "Extremely pronounced sexual dimorphism and possess wings, whether useful or not.",
        "Extremely pronounced sexual dimorphism and their skin is an unusual texture.",
        "Extremely pronounced sexual dimorphism and are sigil-marked by their creator in some way.",
        "Extremely pronounced sexual dimorphism and the sexes look very similar to outsiders.",
        "Extremely pronounced sexual dimorphism and have a particular scent to them.",
        "Extremely pronounced sexual dimorphism and their voices are peculiar in some way.",
        "Extremely pronounced sexual dimorphism and have additional or too few fingers or toes.",
        "Extremely pronounced sexual dimorphism and have animalistic features in some way.",
        "Extremely pronounced sexual dimorphism and have one or more manipulatory tentacles.",
        "Extremely pronounced sexual dimorphism and have light-emitting organs or skin.",
        "Extremely pronounced sexual dimorphism and their mouths are fanged or tusked.",
        "Extremely pronounced sexual dimorphism and have alien Outsider features somehow.",
        "Extremely pronounced sexual dimorphism and their proportions are distinctly strange.",
        "Extremely pronounced sexual dimorphism and don't show age the way others do.",
        "Have patches of feathers, scales, fur, or the like and have a tail of some sort.",
        "Have patches of feathers, scales, fur, or the like and possess wings, whether useful or not.",
        "Have patches of feathers, scales, fur, or the like and their skin is an unusual texture.",
        "Have patches of feathers, scales, fur, or the like and are sigil-marked by their creator in some way.",
        "Have patches of feathers, scales, fur, or the like and the sexes look very similar to outsiders.",
        "Have patches of feathers, scales, fur, or the like and have a particular scent to them.",
        "Have patches of feathers, scales, fur, or the like and their voices are peculiar in some way.",
        "Have patches of feathers, scales, fur, or the like and have additional or too few fingers or toes.",
        "Have patches of feathers, scales, fur, or the like and have animalistic features in some way.",
        "Have patches of feathers, scales, fur, or the like and have one or more manipulatory tentacles.",
        "Have patches of feathers, scales, fur, or the like and have light-emitting organs or skin.",
        "Have patches of feathers, scales, fur, or the like and their mouths are fanged or tusked.",
        "Have patches of feathers, scales, fur, or the like and have alien Outsider features somehow.",
        "Have patches of feathers, scales, fur, or the like and their proportions are distinctly strange.",
        "Have patches of feathers, scales, fur, or the like and don't show age the way others do.",
        "Have a tail of some sort and possess wings, whether useful or not.",
        "Have a tail of some sort and their skin is an unusual texture.",
        "Have a tail of some sort and are sigil-marked by their creator in some way.",
        "Have a tail of some sort and the sexes look very similar to outsiders.",
        "Have a tail of some sort and have a particular scent to them.",
        "Have a tail of some sort and their voices are peculiar in some way.",
        "Have a tail of some sort and have additional or too few fingers or toes.",
        "Have a tail of some sort and have animalistic features in some way.",
        "Have a tail of some sort and have one or more manipulatory tentacles.",
        "Have a tail of some sort and have light-emitting organs or skin.",
        "Have a tail of some sort and their mouths are fanged or tusked.",
        "Have a tail of some sort and have alien Outsider features somehow.",
        "Have a tail of some sort and their proportions are distinctly strange.",
        "Have a tail of some sort and don't show age the way others do.",
        "Possess wings, whether useful or not, and their skin is an unusual texture.",
        "Possess wings, whether useful or not, and are sigil-marked by their creator in some way.",
        "Possess wings, whether useful or not, and the sexes look very similar to outsiders.",
        "Possess wings, whether useful or not, and have a particular scent to them.",
        "Possess wings, whether useful or not, and their voices are peculiar in some way.",
        "Possess wings, whether useful or not, and have additional or too few fingers or toes.",
        "Possess wings, whether useful or not, and have animalistic features in some way.",
        "Possess wings, whether useful or not, and have one or more manipulatory tentacles.",
        "Possess wings, whether useful or not, and have light-emitting organs or skin.",
        "Possess wings, whether useful or not, and their mouths are fanged or tusked.",
        "Possess wings, whether useful or not, and have alien Outsider features somehow.",
        "Possess wings, whether useful or not, and their proportions are distinctly strange.",
        "Possess wings, whether useful or not, and don't show age the way others do.",
        "Their skin is an unusual texture and are sigil-marked by their creator in some way.",
        "Their skin is an unusual texture and the sexes look very similar to outsiders.",
        "Their skin is an unusual texture and have a particular scent to them.",
        "Their skin is an unusual texture and their voices are peculiar in some way.",
        "Their skin is an unusual texture and have additional or too few fingers or toes.",
        "Their skin is an unusual texture and have animalistic features in some way.",
        "Their skin is an unusual texture and have one or more manipulatory tentacles.",
        "Their skin is an unusual texture and have light-emitting organs or skin.",
        "Their skin is an unusual texture and their mouths are fanged or tusked.",
        "Their skin is an unusual texture and have alien Outsider features somehow.",
        "Their skin is an unusual texture and their proportions are distinctly strange.",
        "Their skin is an unusual texture and don't show age the way others do.",
        "Are sigil-marked by their creator in some way and the sexes look very similar to outsiders.",
        "Are sigil-marked by their creator in some way and have a particular scent to them.",
        "Are sigil-marked by their creator in some way and their voices are peculiar in some way.",
        "Are sigil-marked by their creator in some way and have additional or too few fingers or toes.",
        "Are sigil-marked by their creator in some way and have animalistic features in some way.",
        "Are sigil-marked by their creator in some way and have one or more manipulatory tentacles.",
        "Are sigil-marked by their creator in some way and have light-emitting organs or skin.",
        "Are sigil-marked by their creator in some way and their mouths are fanged or tusked.",
        "Are sigil-marked by their creator in some way and have alien Outsider features somehow.",
        "Are sigil-marked by their creator in some way and their proportions are distinctly strange.",
        "Are sigil-marked by their creator in some way and don't show age the way others do.",
        "The sexes look very similar to outsiders and have a particular scent to them.",
        "The sexes look very similar to outsiders and their voices are peculiar in some way.",
        "The sexes look very similar to outsiders and have additional or too few fingers or toes.",
        "The sexes look very similar to outsiders and have animalistic features in some way.",
        "The sexes look very similar to outsiders and have one or more manipulatory tentacles.",
        "The sexes look very similar to outsiders and have light-emitting organs or skin.",
        "The sexes look very similar to outsiders and their mouths are fanged or tusked.",
        "The sexes look very similar to outsiders and have alien Outsider features somehow.",
        "The sexes look very similar to outsiders and their proportions are distinctly strange.",
        "The sexes look very similar to outsiders and don't show age the way others do.",
        "Have a particular scent to them and their voices are peculiar in some way.",
        "Have a particular scent to them and have additional or too few fingers or toes.",
        "Have a particular scent to them and have animalistic features in some way.",
        "Have a particular scent to them and have one or more manipulatory tentacles.",
        "Have a particular scent to them and have light-emitting organs or skin.",
        "Have a particular scent to them and their mouths are fanged or tusked.",
        "Have a particular scent to them and have alien Outsider features somehow.",
        "Have a particular scent to them and their proportions are distinctly strange.",
        "Have a particular scent to them and don't show age the way others do.",
        "Their voices are peculiar in some way and have additional or too few fingers or toes.",
        "Their voices are peculiar in some way and have animalistic features in some way.",
        "Their voices are peculiar in some way and have one or more manipulatory tentacles.",
        "Their voices are peculiar in some way and have light-emitting organs or skin.",
        "Their voices are peculiar in some way and their mouths are fanged or tusked.",
        "Their voices are peculiar in some way and have alien Outsider features somehow.",
        "Their voices are peculiar in some way and their proportions are distinctly strange.",
        "Their voices are peculiar in some way and don't show age the way others do.",
        "Have additional or too few fingers or toes and have animalistic features in some way.",
        "Have additional or too few fingers or toes and have one or more manipulatory tentacles.",
        "Have additional or too few fingers or toes and have light-emitting organs or skin.",
        "Have additional or too few fingers or toes and their mouths are fanged or tusked.",
        "Have additional or too few fingers or toes and have alien Outsider features somehow.",
        "Have additional or too few fingers or toes and their proportions are distinctly strange.",
        "Have additional or too few fingers or toes and don't show age the way others do.",
        "Have animalistic features in some way and have one or more manipulatory tentacles.",
        "Have animalistic features in some way and have light-emitting organs or skin.",
        "Have animalistic features in some way and their mouths are fanged or tusked.",
        "Have animalistic features in some way and have alien Outsider features somehow.",
        "Have animalistic features in some way and their proportions are distinctly strange.",
        "Have animalistic features in some way and don't show age the way others do.",
        "Have one or more manipulatory tentacles and have light-emitting organs or skin.",
        "Have one or more manipulatory tentacles and their mouths are fanged or tusked.",
        "Have one or more manipulatory tentacles and have alien Outsider features somehow.",
        "Have one or more manipulatory tentacles and their proportions are distinctly strange.",
        "Have one or more manipulatory tentacles and don't show age the way others do.",
        "They have light-emitting organs or skin and their mouths are fanged or tusked.",
        "They have light-emitting organs or skin and have alien Outsider features somehow.",
        "They have light-emitting organs or skin and their proportions are distinctly strange.",
        "They have light-emitting organs or skin and don't show age the way others do.",
        "Their mouths are fanged or tusked, and they have alien Outsider features somehow.",
        "Their mouths are fanged or tusked, and their proportions are distinctly strange.",
        "Their mouths are fanged or tusked, and they don't show age the way others do.",
        "They have alien Outsider features somehow, and their proportions are distinctly strange.",
        "They have alien Outsider features somehow, and they don't show age the way others do.",
        "Their proportions are distinctly strange, and they don't show age the way others do."
    ],
    "society_appearance_skincolor": [
        "Extremely dark hues",
        "Dark browns and mocha shades",
        "Golden, sallow, or ivory",
        "Olives or light browns",
        "Ruddy or tanned complexions",
        "Pale white or pinkish hues",
        "An unusual color or pattern of colors",
        "Scales, fur, or unusual hide type"
    ],
    "society_organization": [
        "Extended family out to cousins and like kin",
        "Religious factions or faith alliances",
        "Regional and province-based identity",
        "Ethnic membership",
        "Professional guild or trade-specific group",
        "Identity based on their local community",
        "Educational ties to institutions or traditions",
        "Patron-client relationships with major figures",
        "Hereditary loyalty to a political group",
        "Trade guilds specific to particular roles",
        "Dynastic lineages with cadet branches",
        "Lineages based on ancient hero-ancestors",
        "Numerous castes of hereditary workers",
        "Inheritance of an ancient body modification",
        "Astrologically-determined birth groups",
        "Warbands or civic military service groups",
        "Voluntary mutual-assistance brotherhoods",
        "Far-flung clans of affiliated families",
        "Having or lacking noble blood",
        "Ideological groups or philosophical sects"
    ],
    "society_template": [
        "Victorian England",
        "Standard Medieval Fantasy Land",
        "Spring and Autumn China",
        "Pre-Columbian North American Tribes",
        "Mali Empire",
        "Unified Dynastic China",
        "Imperial or Republican Rome",
        "Greek City-States",
        "Mongolian Steppe Nomads",
        "Modern-day America",
        "Renaissance Italy",
        "Imperial Persia",
        "Early Medieval Europe",
        "Byzantine Empire",
        "Incan Empire",
        "Fantasy Viking Land",
        "Sumerian or Assyrian Empire",
        "Aztec Empire",
        "Post-Islamic Arabia",
        "Polynesian Islanders"
    ],
    "society_values": [
        "Individual rights and freedom of action ",
        "Personal sacrifice for one’s causes or purposes",
        "Courage and valiance in danger ",
        "Building things in service of their posterity ",
        "Honesty and truthfulness in speech ",
        "Faithfulness towards one’s chosen friends",
        "Eloquence and social expertise ",
        "Dominating and possessing other people ",
        "Raw strength and personal prowess ",
        "Exploring the unknown and discovering secrets ",
        "Discipline and obedience to the law ",
        "Seeking fortune in new places or new roles",
        "Filial devotion to family and parents ",
        "Social progress toward some eventual utopia ",
        "Education and knowledge-seeking ",
        "Excellence in one’s profession or trade ",
        "Piety and devotion to the gods",
        "Loyalty to one’s friends, family, and own ",
        "Beauty and seductive charm ",
        "Vengeance and execution of just vendettas ",
        "Conquest and domination of others ",
        "Restoring some real or imagined glorious past",
        "Ascetic unworldliness and pious poverty ",
        "Unity and elimination of group differences ",
        "Harmony with nature and existing life ",
        "Magical prowess and occult ability ",
        "Ethnic purity of blood and culture ",
        "Sharing wealth and goods with others ",
        "Cunning and the ability to trick others ",
        "Membership in an elite bloodline or caste ",
        "Subtlety and indirectness of action ",
        "Personal indulgence and luxuriant pleasure ",
        "Prosperity and accruing material wealth ",
        "Scheming subtly against enemies or rivals ",
        "Submission to the collective will or culture ",
        "Remembrance of the past and memorializing history ",
        "Hardiness and endurance before woes ",
        "Aesthetic beauty in material goods and architecture ",
        "Honor and maintaining one’s integrity ",
        "Zealous guardianship of their own land or holy sites ",
        "Sexual license and wantonness",
        "Humanistic reason and “rational” religion ",
        "Submission to lawful authority",
        "Industry and the ability to work tirelessly ",
        "Personal development and limit-pushing ",
        "Leadership and charisma in the group ",
        "Justice and fairness between people ",
        "Pacifism and peaceful resolution of problems ",
        "Purging evil and expelling the wicked ",
        "Societal or ethnic superiority over all outsiders"
    ],
    "terrain_ants": [
        "Violent secessionist rebels",
        "Angry cultists of a local faith",
        "Locals who resent interloping outsiders",
        "A type of cunning, dangerous beast",
        "Relic-creatures of ancient settlements",
        "Elemental emanations of the disordered land",
        "A hostile sentient monster civilization",
        "Brutal envoys of the central government",
        "Raiders and bandits driven into the area",
        "Rapacious local lords and gang bosses",
        "Remnants of a furious native population",
        "Outsider remnants with a bitter grudge"
    ],
    "terrain_danger": [
        "Safer than usual for someplace like it",
        "There’s one notable kind of danger there",
        "It’s got some site-specific flavors of peril",
        "It’s unusually dangerous in several ways",
        "It will quickly kill the unprepared or unwary",
        "It’s a death zone for all but the strongest"
    ],
    "terrain_history": [
        "A significant battle was fought there",
        "A mad prophet tried to start a faith there",
        "A usurper and supporters fled into it",
        "A resource strike drew numerous people",
        "A major nest of bandits or raiders formed",
        "A rich ancient ruin was discovered there",
        "An uncanny plague erupted in the area",
        "Some grim and terrible thing was awoken",
        "A community of outcasts or marginals formed",
        "A natural or uncanny disaster struck there"
    ],
    "terrain_major": [
        "ï»¿Ancient farmland. A huge stretch of land was re-engineered for optimal farming. ",
        "Arratu wasteland. An area here was once xenoformed by the Outsiders into an environment hostile to humanity or one inhabited by dangerous alien lifeforms. ",
        "Blasted lands. Radioactive or scorched over by ancient war. Many ruins are likely. ",
        "Canyons. A region with extensive canyons cut by rivers present or long-vanished. Make sure the rivers donâ€™t climb after leaving them. ",
        "Dense forest. Trackless, dark, and an effective natural barrier. ",
        "Grasslands. A broad sweep of savanna or grassy plains is a coherent whole here. ",
        "Islands. Thereâ€™s a single significant island off the coast or an archipelago of some note. ",
        "Jagged mountains. A new or resharpened mountain range forms a barrier in the region. The mountains are young, tall, and likely cast a substantial rain shadow. ",
        "Jungle. A classic adventure-worthy jungle of wild, semi-alien flora and fauna. ",
        "Light forest. Interspersed with other terrain. ",
        "Megaplex. The ruins of a single huge ancient structure stretch for endless miles. ",
        "Pit. A Deep or some other underground megastructure collapsed and left a hole with a diameter measured in tens of miles. ",
        "Rain forest. Vast, damp, and green. ",
        "Rocky hills. Rough and stony, with little arable land. Herding and raiding are the most profitable employments here. ",
        "Rolling hills. A stretch of gently rolling hills makes for good agricultural land. ",
        "Sand desert. This desert is a waste of sand and dunes. It may be from a rain shadow, or it might be a legacy of ancient war. ",
        "Scrub desert. These often appear on the leeward side of mountain ranges. Borders will often be grasslands or savanna. ",
        "Swamp. A sinking river, lake margin, or wet coastal delta forms a vast bog in this flat land. ",
        "Volcano. One or more mountains in a nearby range are volcanically active. This may be natural or it may be a consequence of Legacy flux or ancient manipulation. ",
        "Weathered mountains. A significant skirt of hills is common. The rain shadow is likely limited due to the rounded, low mountains."
    ],
    "terrain_population": [
        "Almost unpopulated for something like it",
        "Very few settlers or workers there",
        "Average or more population density",
        "A rush of people have gone there"
    ],
    "terrain_quirk": [
        "It has significant magical structures in it",
        "It has a place in the national origin legend",
        "It is entirely man-made by ancient arts",
        "Time and space sometimes slip there",
        "The magical power there attracts wizards",
        "It subtly changes those who live there",
        "It’s holy land to a particular faith",
        "It was formerly a different kind of terrain",
        "It has human-worked vistas of beauty",
        "It was formerly an Outsider stronghold",
        "A significant part of it is subterranean",
        "It’d expand were it not for ancient wards",
        "It was a nature preserve of a megastructure",
        "It’s maintained by an ancient artificial mind",
        "Magic is somehow warped in its area",
        "The flora and fauna are queasily “off”",
        "The locals once populated it more heavily",
        "Rulership of the feature is widely disputed",
        "It’s riddled with caves and delvings",
        "A unique type of sentient lives there"
    ],
    "terrain_tags": [
        "A danger-laden bridge, trail, skyway, spatial distortion, tunnel, ancient roadbed, or some other path in this area leads through an otherwise impenetrable obstacle or serves as the sole means of reaching some point of interest. This path should be fairly obvious to explorers, but its destination may not be clear. If the destination is inhabited, it might be guarded by the denizens, or there may be the remains of ancient wayposts that once served the traffic along the path.",
        "A fearsome migration of dangerous creatures crosses this area at certain times of the month or year. During this migration an invincible wave of these entities crosses the site, perhaps to get from one underground entrance to another, or to move from one feeding site to the next, or to immerse themselves in some critical magical aura or ancient radiation. Despite this, there must be something valuable in this area that tempts outsiders to risk being here when the living tide arrives.",
        "A grand monument to some ancient polity is found here. While its actual meaning and significance may be inscrutable, it’s probably big enough and dramatic enough to dominate the hex, even if it’s collapsed or been defaced by the ages. The remains of the civilization that raised it might be found at its base, along with whatever heirs to it remain. Some monuments still have active enchantments or guardians to prevent defacement.",
        "A group of surviving Outsiders dwells in the area, a remnant of their former age of rule. They may rely on stealth or great isolation to preserve their numbers, or they might just be able to kill anyone who gets too close. The enclave is unlikely to have real ambitions of expansion or else it would have been wiped out by now, but it may preserve ancient relics or fell powers that could wreak havoc if used recklessly.",
        "A mine of some kind once existed here. While shaft mines with tunnels and galleries are the common type for present-day delvings, ancient strip mines here may have peeled off whole mountainsides or exposed some massive megastructure that was stripped for parts in a prior, lost age. The forgotten mines of a prior era might have left tailing piles or trace deposits that are valuable to a more depleted age.",
        "A once-honored tomb lies here, forgotten or lost to the depredations of enemies. The structure is likely elaborate enough to be a building in its own right, or an excavation beneath some surface monument. The tomb may house a single glorious hero or be the resting place of an associated group, such as a particular noble lineage, the slain of a great battle, a lost city’s municipal ossuary, or some like grave.",
        "A school of sorcerers, esoteric artists, hermit-scholars, or other educators is in the area. The place might once have been the heart of the ancient city where the academy was founded, or it may have special magical or aesthetic traits to attract practitioners, or the topic they study might be abhorrent to civilization. The academy is likely largely self-sufficient but its students and teachers doubtless retain some ties to the outer world.",
        "A small hermitage was established here sometime in the past to provide solitude for some ascetic. Occasionally small clusters of hermits form around such a central point, meeting at times to check on each other or join in shared discipline. Such anchorites usually shun visitors who aren’t also devotees of their path, but occasionally a hermit wins such fame for sorcery or wisdom that pilgrims seek them out. Some hermits have been known to respond with great anger toward these repeated worldly interruptions.",
        "A stretch of this area is naturally treacherous and dangerous in its terrain. It may be prone to sinkholes, mudslides, avalanches, quicksand, explosive flora, magical eruptions, boiling geysers, plunging crevasses, or falling stones. This terrain should block the path toward some interesting site or desired destination, or else the party likely has no reason not to simply turn around or go around it.",
        "A terrible battle was fought here at some point in the past, perhaps before the wilderness became what it is now. The locals may or may not remember the event, but the battle left some pronounced effect on the area. Undead may be exceptionally common here, or an ancient weapon may have curdled the land, or the automatons that fought here may still be watchful for new enemies.",
        "A tribe of Blighted live in the hex. They may be violent war-creatures naturally hostile to normal humanity or beings cursed with some trait or nature that makes it impossible for them to live in civilization. Relations are unlikely to be warm in either case, but the latter might be persuaded to parley if the party can work around their limitations and win their trust.",
        "A vast ancient work of art has been raised here, back when the wilderness was not so wild. It may be a statue or other sculpted monument, perhaps of entities in no way human, or it may be fashioned of solid light, sound, emotions, or stranger media. The intended meaning of this art is usually incomprehensible to modern humanity and the structure is too large or too difficult to harm for ordinary vandals or time to have erode it entirely. Some ancient forms of art can be dangerous or even lethal to modern humans.",
        "A Working once was in the area, but has long since collapsed, decayed, or been destroyed by others. It’s at least building-sized, with some Workings being fullscale megastructures raised by ancient empires. While the Working’s original effect has long dissipated, pockets or fragments of it may still persist in the area, along with the automatons or servitor-people once charged with maintaining the site.",
        "An ancient Deep once was located here, but time, warfare, or disaster caused it to collapse. A significant portion of the surface has likely subsided to form an uneven crater. Small sections of the Deep might still be accessible from the surface, and dangerous uncollapsed passageways may still connect these smaller zones. The heirs of the survivors may still persist on the surface or they may have long since died out to natural hazards or dispersion.",
        "Bandits lair in this hex, which is presumably close enough to civilized lands to serve as a base for their operations. Not every bandit lair is a hidden cave; some operate out of subverted or cowed villages, others hide among remote monasteries, and some just camp in convenient glades long enough to rest, refit, and trade with black marketeers. It might be a seasonal lair as well, with local peasants turning bandit at certain profitable times of the year.",
        "In a former age some tyrant or artist sculpted an entire landform here into a statue, monument, or artwork that is visible for miles. A carved mountainside, a molded hill, an intricate pattern of waterways, a mesa pierced with music-emitting tunnels, or some other huge artwork is obvious here, and probably can be seen from any point nearby. Such structures likely have some form of defense to prevent their vandalism, and may contain components that are very valuable in the present age.",
        "Not every Working or spell research is a success, and some effort here went drastically wrong. Some sort of rampantly overgrown flora or monstrously altered fauna roam the place, the result of magic gone awry. They probably have some quality or trait that was useful to the creator, but it was combined with so many drawbacks or dangers that the result is a menace.",
        "Part of this area is strictly off-limits. It may be restricted to a particular holy priesthood, local rulers, the heirs of a particular lineage, or to everyone. The taboo may be the product of local religious beliefs, ruling edicts, or a practical realization that intruders keep stirring up perils that the locals have to deal with. Watchers likely keep guard over the area and may or may not speak up to warn off potential trespassers.",
        "Some long-lost empire laid a road here, along with the waystations that once served to guard it. The surviving remnant may just be a short segment, or it might still lead to whatever destination of significance it once served. Other ruins of this empire are likely positioned along the road, and modern inhabitants might still make use of it as a highway through rough terrain, or have positioned their own settlements along its length.",
        "Some native fauna here is remarkably valuable, either for the sake of some magical blessing it grants its captor or for the benefits its flesh, pelt, or magical organs can give. Other game may be ritually important, such an animal that grants some ruling legitimacy to a successful hunter. The animal itself is probably either highly dangerous, highly rare, or carefully gamekept by some outside power if it has escaped extinction thus far.",
        "Some precious ore, rare wood, magical elixir, arcanely-potent extract, or other natural product is in great supply here. Anyone capable of extracting it without interruption would become very wealthy, though the natives, the local fauna, or rival competitors may make that ambition difficult to fulfill. The motherlode might be known only to the natives, or is perhaps known to no one at all due to its concealment or exotic nature.",
        "Some small community or remnant group of an ancient empire persists here. They may have been a colony planted before the empire’s fall, an outside group that inherited the culture after conquest or subsumption, a chronological distortion cast out of time, a group held in stasis that recently awoke, or some other remnant of a greater past. They may or may not have a clear idea of the present world, but may preserve knowledge of now-lost strongholds and points of power once held by their ancestors.",
        "The area is affected by unnatural or magical weather conditions. It may be a pocket of snowy wasteland in a jungle, an area racked by cataclysmic storms, a shifted zone of space that overlaps with some alien world’s atmosphere, an area of perpetual balmy summer, or some other obvious anomaly. Natives may have figured out some way to exploit this condition, or it might be too dangerous for regular occupation.",
        "The fauna in the area has been warped by some power, and is now dangerous to other forms of life. A lingering curse may have twisted the beasts, as might have ancient techno-sorcerous waste, Outsider manipulation, half-faded arratus, mad wizardry, religious cult manipulation, or ancient artistic goals. The beasts probably have some unifying characteristic or trait imbued by the process that warped them.",
        "The terrain is remarkably tangled and treacherous, such that it’s almost impossible to cross it without a guide or very good map. This tangle may be the result of shifting, boggy ground, wildly overgrown forest, looming cliffs that box in travel, or magical miasmas that baffle and disorient. Some regions might have spatial distortions born of ancient magic, such that only the right keys allow outsiders to pass them.",
        "There are guardians in this site derived from some ancient polity, whether constructs built to protect some long-forgotten place here or the restless shades of the dead who once dwelled in the location. They may have a simple hatred towards “invaders” or they may be confused, thinking interlopers are part of some ancient enemy group. What they once guarded may not even exist any more in any perceptible way.",
        "There is a large pocket of arratu at the site, even though it may be too small to show up on the hex map. Such a pocket might be the last remnant of a formerly-great swath, or it could just be a localized tumor created by an Outsider device, a malevolent sorcerer, or a magical disaster. Something about the arratu’s placement likely forces the party to go well out of their way to bypass it safely; it might command a narrow pass or be flanked by dangerous terrain on either side.",
        "There is a largely self-sustaining monastery, temple, hermitage, or other religious site in the area, one inhabited by clergy who have some particular need for isolation. They may be guardians of a holy site, imprisoned heretics, wardens of some refuge for travelers, or a particularly rigorous or heretical sect. They may be willing to provide services for strangers of acceptable character, and might well have problems that their limited resources can’t solve.",
        "There is a ruin here that once enabled some grand ancient infrastructure. A lost canal lock, irrigation control center, magical gate nexus, weather control station, underground transit station, occult communications center, or some other great function was once performed here. The ruin has been unusable for ages, but remnants of its former function might still be found in the surroundings.",
        "There is a settlement of radical religious or ideological zealots here, ones too extreme to be tolerated in civilized lands. They may not necessarily be hostile, and they might have need of outside assistance, but their principles are likely to be bizarre or abhorrent to the PCs. Most such colonies are bent on creating new societies that may not actually be physically or psychologically possible for unaltered humanity.",
        "There is a swarm of some dangerous beast in the area, whether it consists of a tide of minuscule vermin or a pack of magically-warped predators. Some of these swarms may serve more as environmental hazards than monsters to be fought; sweeping carpets of mutated radioactive fire ants might be something for the PCs to dodge rather than engage. If the beasts have some mundane value, they might have attracted suitably reckless interest from the locals.",
        "There is some important monument, place, or structure here that attracts pilgrims from far away. It may be a holy site beloved of a local faith, a mythic originpoint for a nearby culture, an oracle or other provider of widely-desired services, or a font of some special favor or benefit that can reward a pilgrim. The site may be under the control of a local government, or it may be too distant or dangerous to be effectively protected or administered by outsiders.",
        "There was a city here once and its remnants can still be found through the overgrowth. It may have been an ancient city of some lost empire, or it could be a community more recently destroyed by some event and consumed by the surrounding wilderness. In the former case it’s probably forgotten by all but the wisest scholars, while in the latter there’s some pressing reason that its former people don’t dare approach its site any more.",
        "There’s a community of demihumans living here, likely intentionally avoiding more well-controlled lands in order to maintain their autonomy. Autonomy alone is unlikely to be all the reason they’ve avoided civilized lands, however, as few human rulers find it worth the trouble to demand more than a fixed tribute from demihumans, leaving them to control their own affairs. There may be something about this group that makes it impossible for them to live comfortably near humans.",
        "There’s a military post located in this wilderness, one planted by an interested government, community, religion, or mercantile group. It may be guarding a trail through the wilds, monitoring dangerous natives, acting as a tripwire against invasion, or be a punishment post for troublesome officers. The outpost is likely to be reliant on regular shipments of goods. Sufficiently large outposts often form the nucleus of a pioneer settlement.",
        "There’s a military post located in this wilderness, one planted by an interested government, community, religion, or mercantile group. It may be guarding a trail through the wilds, monitoring dangerous natives, acting as a tripwire against invasion, or be a punishment post for troublesome officers. The outpost is likely to be reliant on regular shipments of goods. Sufficiently large outposts often form the nucleus of a pioneer settlement.",
        "There’s a natural choke point in this area: a mountain pass, a land bridge, a dry ridge in a swamp, a narrow strand of untainted arratu land, a gap in a megastructure, or some other slender passage. Such a chokepoint is likely part of a feature that extends outside the hex, and it may be prohibitively difficult to cross this feature anywhere else. Such valuable, defensible areas are rarely left unoccupied.",
        "There’s a refugee camp in the area made up of people who’ve fled some calamity. It may be a bandit raid on their villages, an ethnic purge nearby, a religious schism they lost, the collapse of a functioning community, or some other disaster. The refugees have no better place to go or they’d have gone there by now; they’re probably dying off to local hazards at a greater or lesser rate, or trying to turn the camp into a functional settlement.",
        "There’s a regularly-used nomad camp site in the area, a stopping place for them and their kindred. The site likely has water, a defensible position, or religious significance to them. Depending on the time of year or current raiding activities the camp might be empty, but any random day presents some chance of a group of them seeking shelter here. Wandering encounters in this hex might very likely be with such nomads.",
        "There’s a ruin in the area, but it’s poisonous or diseaseinfested. Such a blight may not be immediately obvious, with the effects slowly taking hold the longer an intruder remains. There’s probably something about the ruin that’s attractive to others, and the toxin isn’t quick enough to make plundering an obviously futile effort. In other cases, the toxin might be fast, but there could be some item or magic to resist it.",
        "There’s a very appealing place, resource, or structure in the area that’s actually a dangerous snare for the unwary. Pools may be laced with slow poisons, bright flora might be carnivorous, valuable natural crystals might be radioactive, or ancient pleasure-pavilions might not let revelers go. Some natives might lurk near the peril to loot its victims, while others might intentionally drive prey into it.",
        "There’s a village in the area, but its inhabitants are vicious or profoundly unsociable in some way. They may deal violently with outsiders, have abhorrent cultural habits, be the decadent remains of some group cast out for their evil ways, or just Blighted of a kind that get along very poorly with baselines. The party should likely have some sort of indication of their nature given to them before the first contact, or else the village should be savage in ways that don’t necessarily lead to likely immediate attack.",
        "There’s an ancient Working in the area that is broken or decayed, and the original effect it was intended to produce has been twisted into something dangerous. Infrastructure Workings meant to provide good fortune, health, or swift travel might now create illluck, plagues, or vomit forth extradimensional horrors. Small Workings of private buildings might now create localized hazards. Completely destroying the Working might end the problem or create an even greater disaster from the magical fallout.",
        "There’s an enchanted spring in the area, one empowered by an ancient Working or warped by ambient currents of magic. The creatures that drink from it might be blessed with some special grace, but it’s just as likely that some more sinister consequence comes from imbibing its water. The animal and plant life around it have doubtless been substantially altered by its effects. Most such springwater loses its powers if separated from the main body for very long.",
        "This place was of great strategic importance in some prior age, and a ruined castle, outpost, waystation, or military base can be found here. It may have been destroyed by the slow march of time, or some great military catastrophe may have shattered it. The site is probably too remote or now of too little military value to attract the interest of current governments, but it may still serve as an excellent lair for a more local tyrant or bandit lord.",
        "This site borders a shrinking arratu, one being slowly driven back by the Legacy, the work of human hands, or some native life form that’s capable of successfully competing with the alien life. There are usually some pioneers or scavengers trying to take advantage of the shrinking waste, either to work the newly-arable land or plunder the ruins its receding tide reveals.",
        "This site has been cursed. Rather than being a simple xenoformed arratu, some malevolent magic has laid a persistent, dangerous affliction on the area. Creatures may be warped, inhabitants may be plagued, terrible luck might strike all passers-by, or natural physical processes might be perverted. There should be something valuable or attractive here, or else few people would have any reason to engage with the location.",
        "This site is used as a meeting place for smugglers, bandits, illegal slavers, fences, or other criminals. Something about the place gives them a good view of any incoming strangers and discreet privacy for their dealings. Some few criminals may remain here at all times to maintain the place, or it might be used only as the situation requires. These criminals may be particular, dealing only with known associates, or they may be far enough from the law to feel comfortable about trading with adventurers.",
        "While not a full-fledged arratu, there’s a glade or zone within the hex that’s infested with Outsider flora and fauna. Beasts from within prowl the surrounding area, though some circumstance is preventing the glade from growing at a very rapid pace. Some ancient Outsider device may be causing the glade, or it might be the tiny remnant of some ancient wasteland that’s shrunken with time and the constraint of the Legacy.",
        "Wilderness villages tend to be unstable “gold rush”settlements in the best of times, attracting those who lack any sound place elsewhere. This village failed as rapidly as it was formed. It may have been overrun by marauders, depopulated by disease, hollowed out by a failed harvest, torn apart by civil strife, or just abandoned for better prospects elsewhere."
    ],
    "terrain_use": [
        "A rare and precious resource is found there",
        "Ancient sites and relics are common there",
        "It’s sacred land to a group or religion",
        "Controlling it has military significance",
        "It has substantial productive infrastructure",
        "A major trade route goes through it",
        "Uncontrolled, it’s a nest of raiders and worse",
        "A mighty Working is still functioning there"
    ],
    "village_advhooks": [
        "An ambitious local who wants to get to the city",
        "Burly local militiaman who watches new faces here",
        "Clan patriarch who doesn't want to use their own kin",
        "Comparatively rich villager with a need",
        "Ex-city dweller eager for contact with the worldly",
        "Gentry who wants no local gossip about their need",
        "Reeve who can't reasonably call on natives for a job",
        "Shifty native who wants some clueless accomplices",
        "Social outcast who can't ask any local for help",
        "Starry-eyed young local swooning for adventurers",
        "Village leader who wants expendable help",
        "Village priest in need of outside help"
    ],
    "village_leader": [
        "A hereditary headman",
        "A council of elders",
        "A cruel and feared bully",
        "A dreaded sorcerer",
        "A patriarch or matriarch",
        "A popularly-chosen chief",
        "A pragmatic warlord",
        "A reeve picked by a lord",
        "A temple representative",
        "A traditional squire",
        "An organization's envoy",
        "The richest native there"
    ],
    "village_origin": [
        "Once a garrison outpost of a nation",
        "A bandit camp that went legitimate",
        "A mine or quarry, perhaps now exhausted",
        "A plant or animal grows very well here",
        "A self-ruled home for demihuman residents",
        "A spot where refugees of a calamity settled",
        "Decayed remnant of an ancient city",
        "Holy ground or a temple to a particular faith",
        "Ir's a safe base for salvage ruin plundering or",
        "It grew up around a lordly manor or estate",
        "It's a safe waypost on a trade route",
        "Refuge for a despised minority or group"
    ],
    "village_problems": [
        "Vital food stores have been lost or stolen",
        "A curse or magical woe is vexing the people",
        "A dangerous beast or foe is lurking near the place",
        "A local bully and his friends are causing trouble",
        "A new religion is making trouble with the old",
        "A socially marginal family is suspected of crimes",
        "An ambiguous land dispute is getting bloody",
        "An upstart newcomer is disrupting the native hierarchy",
        "Noble quarrels have caused collateral damage",
        "The crops or herds are in very poor condition",
        "The lord's reeve has been given unreasonable quotas",
        "Two families are in a long-running feud"
    ],
    "village_rewards": [
        "An unusually large amount of saved coinage",
        "A magical service unique to a local tradition",
        "A map or secret leading to a Deep or plunder site",
        "A secret treasure acquired generations ago",
        "A temple with potent healing magics available",
        "Contacts with rural bandits or criminal rings",
        "Favors from the lord who's very fond of the village",
        "Heirloom magic item passed down to the leader",
        "Large amounts of produce or local products",
        "Ownership of an abandoned farm or structure",
        "Valuable local specialty product",
        "Young locals willing to take service with the party"
    ],
    "village_vips": [
        "The village harlot",
        "A charismatic priest",
        "A gifted young peasant",
        "A half-savage shepherd",
        "A major landowner",
        "A noble's local reeve",
        "A youth who wants out",
        "Criminal in rural hiding",
        "Important artisan",
        "Native hedge mage",
        "The worst local bully",
        "Venerable old farmer"
    ]
}